Repository: swiss-os/grub
Catalog: po/*.po
Languages: id

source: unsupported serial port speed
id: kecepatan port serial yang tidak didukung

source: unsupported serial port parity
id: paritas port serial yang tidak didukung

source: unsupported serial port stop bits number
id: angka stop bit port serial yang tidak didukung

source: unsupported serial port word length
id: panjang kata port serial yang tidak didukung

source: Don't load host tables specified by comma-separated list.
id: Jangan muat tabel komputer yang dispesifikasikan oleh daftar yang dipisahkan dengan koma.

source: Load only tables specified by comma-separated list.
id: Hanya muat tabel yang dispesifikasikan oleh daftar yang dipisahkan dengan koma.

source: Export version 1 tables to the OS.
id: Ekspor tabel versi 1 ke OS.

source: Export version 2 and version 3 tables to the OS.
id: Ekspor tabel versi 2 dan versi 3 ke OS.

source: Set OEMID of RSDP, XSDT and RSDT.
id: Tata OEMID dari RSDP, XSDT, dan RSDT.

source: Set OEMTABLE ID of RSDP, XSDT and RSDT.
id: Tata ID OEMTABLE dari RSDP, XSDT, dan RSDT.

source: Set OEMTABLE revision of RSDP, XSDT and RSDT.
id: Tata revisi OEMTABLE dari RSDP, XSDT, dan RSDT.

source: Set creator field of RSDP, XSDT and RSDT.
id: Tata bidang pencipta dari RSDP, XSDT, dan RSDT.

source: Set creator revision of RSDP, XSDT and RSDT.
id: Tata revisi pencipta dari RSDP, XSDT, dan RSDT.

source: Don't update EBDA. May fix failures or hangs on some BIOSes but makes it ineffective with OS not receiving RSDP from GRUB.
id: Jangan perbarui EBDA. Mungkin memperbaiki kegagalan atau berhenti di beberapa BIOS tetapi membuat itu tidak efektif dengan OS yang menerima RSDP dari GRUB.

source: premature end of file %s
id: akhir berkas %s prematur

source: [-1|-2] [--exclude=TABLE1,TABLE2|--load-only=TABLE1,TABLE2] FILE1 [FILE2] [...]
id: [-1|-2] [--exclude=TABEL1,TABEL2|--load-only=TABEL1,TABEL2] BERKAS1 [BERKAS2] [...]

source: Load host ACPI tables and tables specified by arguments.
id: Muat tabel ACPI komputer dan tabel yang dispesifikasikan oleh argumen.

source: error: %s.
id: galat: %s.

source: out of memory
id: kehabisan memori

source: cannot read `%s': %s
id: tidak bisa membaca '%s': %s

source: ACPI shutdown failed
id: perintah mati ACPI gagal

source: List devices.
id: Cantumkan daftar perangkat.

source: cannot open device: %s
id: tidak bisa membuka perangkat: %s

source: cannot open disk: %s
id: tidak bisa membuka disk: %s

source: this is not a GPT partition table: %s
id: ini bukan tabel partisi GPT: %s

source: read error: %s
id: galat baca: %s

source: unable to find boot device
id: tidak bisa temukan perangkat boot

source: unable to determine partition UUID of boot device
id: tidak bisa menentukan UUID partisi perangkat boot

source: filename expected
id: nama berkas diharapkan

source: FILE
id: BERKAS

source: Print a block list.
id: Cetak daftar blok.

source: invalid file name `%s'
id: nama berkas '%s' tidak valid

source: Boot an operating system.
id: Boot sistem operasi.

source: No boot time statistics is available
id: Tidak ada statistik waktu boot yang tersedia

source: Show boot time statistics.
id: Tampilkan statistik waktu boot.

source: Disk cache statistics: hits = %lu (%lu.%02lu%%), misses = %lu
id: Statistik singgahan disk: hit = %lu (%lu.%02lu%%), miss = %lu

source: No disk cache statistics available
id: Tidak ada statistik singgahan disk yang tersedia

source: Get disk cache info.
id: Dapatkan informasi singgahan disk.

source: Accept DOS-style CR/NL line endings.
id: Terima akhiran baris CR/NL gaya DOS.

source: Show the contents of a file.
id: Tampilkan isi dari berkas.

source: Enable verbose output
id: Aktifkan keluaran rinci

source: two arguments expected
id: dua argumen diharapkan

source: Compare file `%s' with `%s':
id: Bandingkan berkas '%s' dengan '%s':

source: Files differ in size: %llu [%s], %llu [%s]
id: Ukuran berkas berbeda: %llu [%s], %llu [%s]

source: Files differ at the offset %llu: 0x%x [%s], 0x%x [%s]
id: Berkas berbeda pada ofset %llu: 0x%x [%s], 0x%x [%s]

source: The files are identical.
id: Berkasnya identik.

source: FILE1 FILE2
id: BERKAS1 BERKAS2

source: Compare two files.
id: Bandingkan dua berkas.

source: Load another config file.
id: Muat berkas konfigurasi lain.

source: Load another config file without changing context.
id: Muat berkas konfigurasi lain tanpa mengubah konteks.

source: Load another config file without changing context but take only menu entries.
id: Muat berkas konfigurasi lain tanpa mengubah konteks tapi hanya mengambil entri menu.

source: Load another config file but take only menu entries.
id: Muat berkas konfigurasi lain tapi hanya mengambil entri menu.

source: [[year-]month-day] [hour:minute[:second]]
id: [[tahun-]bulan-tanggal] [jam:menit[:detik]]

source: Display/set current datetime.
id: Tampilkan/atur tanggal dan waktu saat ini.

source: Do not output the trailing newline.
id: Jangan keluarkan akhiran baris baru.

source: Enable interpretation of backslash escapes.
id: Aktifkan interpretasi 'escape backslash'.

source: Display a line of text.
id: Tampilkan baris dari teks.

source: reboot to firmware setup is not supported by the current firmware
id: penyiapan boot ulang ke firmware tidak didukung oleh firmware saat ini

source: Reboot into firmware setup menu.
id: Boot ulang ke dalam menu penyiapan firmware.

source: device error: could not set requested mode
id: galat perangkat: tidak bisa menata mode yang diminta

source: invalid mode: number not valid
id: mode tidak valid: nomor tidak valid

source: unexpected EFI error number: `%u'
id: nomor kesalahan EFI yang tidak terduga: '%u'

source: no UEFI output console interface
id: tidak ada antarmuka konsol keluaran UEFI

source: no mode struct for UEFI output console
id: tidak ada struktur mode untuk konsol keluaran UEFI

source: at most two arguments expected
id: paling banyak dua argumen yang diharapkan

source: Available modes for console output device.
id: Mode yang tersedia untuk perangkat keluaran konsol.

source: non-numeric or invalid mode `%s'
id: mode non-numerik atau tidak valid '%s'

source: invalid mode: `%lu' is greater than maximum mode `%lu'
id: mode tidak valid: '%lu' lebih dari mode maksimum '%lu'

source: non-numeric or invalid columns number `%s'
id: nomor kolom non-numerik atau tidak valid '%s'

source: non-numeric or invalid rows number `%s'
id: nomor baris non-numerik atau tidak valid '%s'

source: no mode found with requested columns and rows
id: tidak ada mode yang ditemukan dengan kolom dan baris yang diminta

source: Get or set EFI text mode.
id: Dapatkan atau atur mode teks EFI.

source: Fix video problem.
id: Memperbaiki masalah video.

source: ROM image is present.
id: Citra ROM tersedia.

source: Can't enable ROM area.
id: Tak bisa memfungsikan area ROM.

source: Create BIOS-like structures for backward compatibility with existing OS.
id: Buat struktur seperti BIOS untuk kompatibilitas mundur dengan OS yang ada.

source: Load BIOS dump.
id: Muat dump BIOS.

source: command failed
id: perintah gagal

source: invalid parameter
id: parameter tidak valid

source: output buffer too small
id: penyangga keluaran terlalu kecil

source: TPM unavailable
id: TPM tidak tersedia

source: unknown TPM error
id: galat TPM tidak diketahui

source: cannot allocate TPM event buffer
id: tidak bisa mengalokasikan penyangga kejadian TPM

source: cannot allocate CC event buffer
id: tidak bisa mengalokasikan penyangga kejadian CC

source: Evaluate arguments as GRUB commands
id: Mengevaluasi argumen sebagai perintah GRUB

source: %s: the command is not allowed when lockdown is enforced
id: %s: perintah tidak diizinkan saat lockdown diberlakukan

source: Check if FILE can be booted as i386 PAE Xen unprivileged guest kernel
id: Periksa apakah BERKAS dapat di-boot sebagai kernel guest Xen PAE i386 tanpa hak istimewa

source: Check if FILE can be booted as x86_64 Xen unprivileged guest kernel
id: Periksa apakah BERKAS dapat di-boot sebagai kernel guest Xen x86_64 tanpa hak istimewa

source: Check if FILE can be used as Xen x86 privileged guest kernel
id: Periksa apakah BERKAS dapat digunakan sebagai kernel guest Xen x86 dengan hak istimewa

source: Check if FILE can be used as x86 multiboot kernel
id: Periksa apakah BERKAS dapat digunakan sebagai kernel multiboot x86

source: Check if FILE can be used as x86 multiboot2 kernel
id: Periksa apakah BERKAS dapat digunakan sebagai kernel multiboot2 x86

source: Check if FILE is ARM Linux
id: Periksa apakah BERKAS adalah Linux ARM

source: Check if FILE is ARM64 Linux
id: Periksa apakah BERKAS adalah Linux ARM64

source: Check if FILE is IA64 Linux
id: Periksa apakah BERKAS adalah Linux IA64

source: Check if FILE is MIPS Linux
id: Periksa apakah BERKAS adalah Linux MIPS

source: Check if FILE is MIPSEL Linux
id: Periksa apakah BERKAS adalah Linux MIPSEL

source: Check if FILE is SPARC64 Linux
id: Periksa apakah BERKAS adalah Linux SPARC64

source: Check if FILE is POWERPC Linux
id: Periksa apakah BERKAS adalah Linux POWERPC

source: Check if FILE is x86 Linux
id: Periksa apakah BERKAS adalah Linux x86

source: Check if FILE is x86 Linux supporting 32-bit protocol
id: Periksa apakah BERKAS adalah Linux x86 yang mendukung protokol 32-bit

source: Check if FILE is x86 kFreeBSD
id: Periksa apakah BERKAS adalah kFreeBSD x86

source: Check if FILE is i386 kFreeBSD
id: Periksa apakah BERKAS adalah kFreeBSD i386

source: Check if FILE is x86_64 kFreeBSD
id: Periksa apakah BERKAS adalah kFreeBSD x86_64

source: Check if FILE is x86 kNetBSD
id: Periksa apakah BERKAS adalah kNetBSD x86

source: Check if FILE is i386 kNetBSD
id: Periksa apakah BERKAS adalah kNetBSD i386

source: Check if FILE is x86_64 kNetBSD
id: Periksa apakah BERKAS adalah kNetBSD x86_64

source: Check if FILE is i386 EFI file
id: Periksa apakah BERKAS adalah berkas EFI i386

source: Check if FILE is x86_64 EFI file
id: Periksa apakah BERKAS adalah berkas EFI x86_64

source: Check if FILE is IA64 EFI file
id: Periksa apakah BERKAS adalah berkas EFI IA64

source: Check if FILE is ARM64 EFI file
id: Periksa apakah BERKAS adalah berkas EFI ARM64

source: Check if FILE is ARM EFI file
id: Periksa apakah BERKAS adalah berkas EFI ARM

source: Check if FILE is RISC-V 32bit EFI file
id: Periksa apakah BERKAS adalah berkas EFI RISC-V 32bit

source: Check if FILE is RISC-V 64bit EFI file
id: Periksa apakah BERKAS adalah berkas EFI RISC-V 64bit

source: Check if FILE is hiberfil.sys in hibernated state
id: Periksa apakah BERKAS adalah hiberfil.sys dalam status hibernasi

source: Check if FILE is x86_64 XNU (Mac OS X kernel)
id: Periksa apakah BERKAS adalah XNU x86_64 (kernel Mac OS X)

source: Check if FILE is i386 XNU (Mac OS X kernel)
id: Periksa apakah BERKAS adalah XNU i386 (kernel Mac OS X)

source: Check if FILE is XNU (Mac OS X kernel) hibernated image
id: Periksa apakah BERKAS adalah citra hibernasi XNU (kernel Mac OS X)

source: Check if FILE is BIOS bootsector
id: Periksa apakah BERKAS adalah bootsector BIOS

source: OPTIONS FILE
id: OPSI BERKAS

source: Check if FILE is of specified type.
id: Periksa apakah BERKAS bertipe tertentu.

source: no such partition
id: tidak ada partisi seperti itu

source: New MBR is written to `%s'
id: MBR baru ditulis ke '%s'

source: DEVICE [PARTITION[+/-[TYPE]]] ...
id: PERANGKAT [PARTISI[+/-[TIPE]]] ...

source: Fill hybrid MBR of GPT drive DEVICE. Specified partitions will be a part of hybrid MBR. Up to 3 partitions are allowed. TYPE is an MBR type. + means that partition is active. Only one partition can be active.
id: Isi MBR hibrida dari GPT drive PERANGKAT. Partisi yang dispesifikasikan akan menjadi bagian dari MBR hibrida. Sampai dengan 3 partisi diperbolehkan. TYPE dalah sebuah tipe MBR. + berarti partisi itu aktif. Hanya satu partisi yang bisa aktif.

source: Halts the computer. This command does not work on all firmware implementations.
id: Hentikan komputer. Perintah ini mungkin tidak bekerja di semua implementasi firmware.

source: Specify hash to use.
id: Tentukan hash yang akan digunakan.

source: Check hashes of files with hash list FILE.
id: Periksa hash berkas dengan daftar hash BERKAS.

source: Base directory for hash list.
id: Direktori dasar untuk daftar hash.

source: Don't stop after first error.
id: Jangan berhenti setelah kesalahan pertama.

source: Uncompress file before checksumming.
id: Buka kompresi berkas sebelum melakukan checksum.

source: %s: READ ERROR
id: %s: GALAT BACA

source: %s: HASH MISMATCH
id: %s: HASH TAK COCOK

source: -h HASH [-c FILE [-p PREFIX]] [FILE1 [FILE2 ...]]
id: -h HASH [-c BERKAS [-p PREFIKS]] [BERKAS1 [BERKAS2 ...]]

source: Compute or check hash checksum.
id: Hitung atau periksa checksum hash.

source: [-c FILE [-p PREFIX]] [FILE1 [FILE2 ...]]
id: [-c BERKAS [-p PREFIKS]] [BERKAS1 [BERKAS2 ...]]

source: Set Advanced Power Management (1=low, ..., 254=high, 255=off).
id: Tata Advanced Power Management (Manajemen Daya Tingkat Lanjut) (1=rendah, ..., 254=tinggi, 255=mati).

source: Display power mode.
id: Tampilkan mode daya.

source: Freeze ATA security settings until reset.
id: Bekukan pengaturan keamanan ATA sampai reset.

source: Display SMART health status.
id: Tampilkan status kesehatan SMART.

source: Set Automatic Acoustic Management (0=off, 128=quiet, ..., 254=fast).
id: Tata Automatic Acoustic Management (Manajemen Akustik Otomatis) (0=mati, 128=senyap, ..., 254=cepat).

source: Set standby timeout (0=off, 1=5s, 2=10s, ..., 240=20m, 241=30m, ...).
id: Tata tenggat waktu siaga (0=mati, 1=5d, 2=10d, ..., 240=20m, 241=30m, ...).

source: Set drive to standby mode.
id: Tata drive ke mode siaga.

source: Set drive to sleep mode.
id: Set drive ke mode tidur.

source: Print drive identity and settings.
id: Cetak identitas dan pengaturan drive.

source: Show raw contents of ATA IDENTIFY sector.
id: Tampilkan isi mentah dari sektor ATA IDENTIFY.

source: Disable/enable SMART (0/1).
id: Nonaktifkan/aktifkan SMART (0/1).

source: Do not print messages.
id: Jangan tampilkan pesan.

source: one argument expected
id: satu argumen yang diharapkan

source: [OPTIONS] DISK
id: [OPSI] DISK

source: Get/set ATA disk parameters.
id: Dapatkan/atur parameter disk ATA.

source: Usage:
id: Penggunaan:

source: [PATTERN ...]
id: [POLA ...]

source: Show a help message.
id: Tampilkan pesan bantuan.

source: Skip offset bytes from the beginning of file.
id: Lewati byte ofset dari awal berkas.

source: Read only LENGTH bytes.
id: Baca hanya PANJANG byte.

source: [OPTIONS] FILE_OR_DEVICE
id: [OPSI] BERKAS_ATAU_PERANGKAT

source: Show raw contents of a file or memory.
id: Tampilkan isi mentah dari sebuah berkas atau memori.

source: Show raw dump of the CMOS contents.
id: Tampilkan curah mentah dari isi CMOS.

source: Test bit at BYTE:BIT in CMOS.
id: Uji bit di BYTE:BIT dalam CMOS.

source: Clear bit at BYTE:BIT in CMOS.
id: Bersihkan bit di BYTE:BIT dalam CMOS.

source: Set bit at BYTE:BIT in CMOS.
id: Tata bit di BYTE:BIT dalam CMOS.

source: Show coreboot boot time statistics.
id: Tunjukkan statistik waktu boot coreboot.

source: List coreboot tables.
id: Cantumkan daftar tabel coreboot.

source: Check if CPU supports 64-bit (long) mode (default).
id: Periksa apakah CPU mendukung mode 64-bit (panjang) (baku).

source: Check if CPU supports Physical Address Extension.
id: Periksa apakah CPU mendukung Physical Address Extension.

source: Check for CPU features.
id: Periksa fitur CPU.

source: Show the current mappings.
id: Tampilkan pemetaan saat ini.

source: Reset all mappings to the default values.
id: Setel ulang semua pemetaan ke nilai baku.

source: Perform both direct and reverse mappings.
id: Lakukan pemetaan langsung dan balik.

source: No drives have been remapped
id: Tidak ada drive yang dipetakan ulang

source: OS disk #num ------> GRUB/BIOS device
id: disk OS #num ------> perangkat GRUB/BIOS

source: Manage the BIOS drive mappings.
id: Kelola pemetaan drive BIOS.

source: Do not use APM to halt the computer.
id: Jangan gunakan APM untuk meng-halt komputer.

source: Halt the system, if possible using APM.
id: Halt sistem, jika memungkinkan gunakan APM.

source: no APM found
id: tidak ditemukan APM

source: Version %u.%u 32-bit CS = 0x%x, len = 0x%x, offset = 0x%x 16-bit CS = 0x%x, len = 0x%x DS = 0x%x, len = 0x%x
id: Versi %u.%u CS 32-bit = 0x%x, len = 0x%x, ofset = 0x%x CS 16-bit = 0x%x, len = 0x%x DS = 0x%x, len = 0x%x

source: 16-bit protected interface supported
id: antarmuka terproteksi 16-bit didukung

source: 16-bit protected interface unsupported
id: antarmuka terproteksi 16-bit tidak didukung

source: 32-bit protected interface supported
id: antarmuka terproteksi 32-bit didukung

source: 32-bit protected interface unsupported
id: antarmuka terproteksi 32-bit tidak didukung

source: CPU Idle slows down processor
id: CPU Idle memperlambat prosesor

source: CPU Idle doesn't slow down processor
id: CPU Idle tidak memperlambat prosesor

source: APM disabled
id: APM dinonaktifkan

source: APM enabled
id: APM diaktifkan

source: Show APM information.
id: Tunjukkan information APM.

source: filename or tempo and notes expected
id: nama berkas atau tempo dan catatan diharapkan

source: Invalid tempo in %s
id: Tempo tidak valid dalam %s

source: file `%s' not found
id: berkas '%s' tidak ditemukan

source: unrecognized number
id: angka tidak dikenal

source: FILE | TEMPO [PITCH1 DURATION1] [PITCH2 DURATION2] ...
id: BERKAS | TEMPO [PITCH1 DURASI1] [PITCH2 DURASI2] ...

source: set numlock mode
id: tata mode numlock

source: set capslock mode
id: tata mode capslock

source: set scrolllock mode
id: tata mode scrolllock

source: set insert mode
id: tata mode insert

source: set pause mode
id: tata mode pause

source: press left shift
id: tekan shift kiri

source: press right shift
id: tekan shift kanan

source: press SysRq
id: tekan SysRq

source: press NumLock key
id: tekan tombol NumLock

source: press CapsLock key
id: tekan tombol CapsLock

source: press ScrollLock key
id: tekan tombol ScrollLock

source: press Insert key
id: tekan tombol Insert

source: press left alt
id: tekan alt kiri

source: press right alt
id: tekan alt kanan

source: press left ctrl
id: tekan ctrl kiri

source: press right ctrl
id: tekan ctrl kanan

source: don't update LED state
id: jangan perbarui keadaan LED

source: Emulate a keystroke sequence
id: Emulasikan urutan penekanan tombol

source: Save read value into variable VARNAME.
id: Simpan nilai terbaca kedalam variabel NAMAVAR.

source: VARNAME
id: NAMAVAR

source: invalid argument
id: argumen tidak valid

source: ADDR
id: ALAMAT

source: Read a CPU model specific register.
id: Membaca register spesifik model CPU.

source: ADDR VALUE
id: ALAMAT NILAI

source: Write a value to a CPU model specific register.
id: Tulis nilai ke register spesifik model CPU.

source: Run `go' to resume GRUB.
id: Jalankan 'go' untuk melanjutkan GRUB.

source: Return to IEEE1275 prompt.
id: Kembali ke prompt IEEE1275.

source: Read 8-bit value from PORT.
id: Baca nilai 8-bit dari PORT.

source: Read 16-bit value from PORT.
id: Baca nilai 16-bit dari PORT.

source: Read 32-bit value from PORT.
id: Baca nilai 32-bit dari PORT.

source: Write 8-bit VALUE to PORT.
id: Tulis NILAI 8-bit ke PORT.

source: Write 16-bit VALUE to PORT.
id: Tulis NILAI 16-bit ke PORT.

source: Write 32-bit VALUE to PORT.
id: Tulis NILAI 32-bit ke PORT.

source: variable `%s' isn't set
id: variabel '%s' tidak ditata

source: Load a keyboard layout.
id: Muat sebuah tata letak papan tik.

source: Check Shift key.
id: Periksa tombol Shift.

source: Check Control key.
id: Periksa tombol Control.

source: Check Alt key.
id: Periksa tombol Alt.

source: can't find command `%s'
id: tak bisa temukan perintah '%s'

source: Enter password:
id: Masukan kata sandi:

source: Parse legacy config in same context
id: Uraikan konfigurasi warisan dalam konteks yang sama

source: Parse legacy config in new context
id: Uraikan konfigurasi warisan dalam konteks yang baru

source: Parse legacy config in same context taking only menu entries
id: Uraikan konfigurasi warisan dalam konteks yang sama hanya mengambil entri menu

source: Parse legacy config in new context taking only menu entries
id: Uraikan konfigurasi warisan dalam konteks baru hanya mengambil entri menu

source: [--no-mem-option] [--type=TYPE] FILE [ARG ...]
id: [--no-mem-option] [--type=TIPE] BERKAS [ARG ...]

source: Simulate grub-legacy `kernel' command
id: Simulasikan perintah grub-legacy 'kernel'

source: FILE [ARG ...]
id: BERKAS [ARG ...]

source: Simulate grub-legacy `initrd' command
id: Simulasikan perintah grub-legacy 'initrd'

source: Simulate grub-legacy `modulenounzip' command
id: Simulasikan perintah grub-legacy 'modulenounzip'

source: [--md5] PASSWD [FILE]
id: [--md5] SANDI [BERKAS]

source: Simulate grub-legacy `password' command
id: Simulasikan perintah grub-legacy 'password'

source: Simulate grub-legacy `password' command in menu entry mode
id: Simulasikan perintah grub-legacy 'password' dalam mode entri menu

source: Specify filename.
id: Spesifikasikan nama berkas.

source: Skip signature-checking of the environment file.
id: Lewati pemeriksaan tanda tangan pada berkas lingkungan.

source: [-f FILE] [-s|--skip-sig] [variable_name_to_whitelist] [...]
id: [-f BERKAS] [-s|--skip-sig] [variable_name_to_whitelist] [...]

source: Load variables from environment block file.
id: Muat variabel dari berkas blok lingkungan.

source: [-f FILE]
id: [-f BERKAS]

source: List variables from environment block file.
id: Cantumkan daftar variabel dari berkas blok lingkungan.

source: [-f FILE] variable_name [...]
id: [-f BERKAS] nama_variabel [...]

source: Save variables to environment block file.
id: Simpan variabel ke berkas blok lingkungan.

source: Show a long list with more detailed information.
id: Tampilkan sebuah daftar panjang dengan informasi yang lebih rinci.

source: Print sizes in a human readable format.
id: Cetak ukuran dalam format yang mudah dibaca.

source: List all files.
id: Cantumkan daftar semua berkas.

source: Network protocols:
id: Protokol jaringan:

source: [-l|-h|-a] [FILE ...]
id: [-l|-h|-a] [BERKAS ...]

source: List devices and files.
id: Cantumkan daftar perangkat dan berkas.

source: Show version 1 tables only.
id: Tampilkan tabel versi 1 saja.

source: Show version 2 and version 3 tables only.
id: Tampilkan tabel versi 2 dan versi 3 saja.

source: Show ACPI information.
id: Tampilkan informasi ACPI.

source: available RAM
id: RAM yang tersedia

source: reserved RAM
id: RAM yang dicadangkan

source: ACPI reclaimable RAM
id: RAM yang dapat direklamasi ACPI

source: ACPI non-volatile storage RAM
id: RAM penyimpanan nonvolatil ACPI

source: faulty RAM (BadRAM)
id: RAM rusak (BadRAM)

source: persistent RAM
id: RAM persisten

source: persistent RAM (legacy)
id: RAM persisten (lama)

source: RAM holding coreboot tables
id: RAM yang menyimpan tabel coreboot

source: RAM holding firmware code
id: RAM yang menyimpan kode firmware

source: base_addr = 0x%llx, length = 0x%llx, %s
id: alamat_basis = 0x%llx, panjang = 0x%llx, %s

source: base_addr = 0x%llx, length = 0x%llx, type = 0x%x
id: alamat_basis = 0x%llx, panjang = 0x%llx, tipe = 0x%x

source: List memory map provided by firmware.
id: Cantumkan daftar peta memori yang disediakan oleh firmware.

source: List PCI devices.
id: Cantumkan daftar perangkat PCI.

source: Read 8-bit value from ADDR.
id: Baca nilai 8-bit dari ADDR.

source: Read 16-bit value from ADDR.
id: Baca nilai 16-bit dari ADDR.

source: Read 32-bit value from ADDR.
id: Baca nilai 32-bit dari ADDR.

source: Write 8-bit VALUE to ADDR.
id: Tulis NILAI 8-bit ke ADDR.

source: Write 16-bit VALUE to ADDR.
id: Tulis NILAI 16-bit ke ADDR.

source: Write 32-bit VALUE to ADDR.
id: Tulis NILAI 32-bit ke ADDR.

source: List free and allocated memory blocks.
id: Cantumkan daftar blok memori yang bebas dan yang dialokasikan.
