Repository: swiss-os/grub
Catalog: po/*.po
Languages: id

source: This VDEV is a mirror
id: VDEV ini adalah cermin

source: This VDEV is a RAIDZ%llu
id: VDEV ini adalah RAIDZ%llu

source: Incorrect VDEV
id: VDEV salah

source: VDEV with %d children
id: VDEV dengan %d anak

source: VDEV element number %d isn't correct
id: Nomor elemen VDEV %d salah

source: VDEV element number %d:
id: Nomor elemen VDEV %d:

source: Unknown virtual device type: %s
id: Tipe perangkat virtual tidak dikenal: %s

source: Pool state: active
id: Status pool: aktif

source: Pool state: exported
id: Status pool: diekspor

source: Pool state: destroyed
id: Status pool: dihancurkan

source: Pool state: reserved for hot spare
id: Status pool: dicadangkan untuk hot spare

source: Pool state: level 2 ARC device
id: Status pool: perangkat ARC level 2

source: Pool state: uninitialized
id: Status pool: belum diinisialisasi

source: Pool state: unavailable
id: Status pool: tidak tersedia

source: Pool state: potentially active
id: Status pool: berpotensi aktif

source: Pool name: unavailable
id: Nama pool: tidak tersedia

source: Pool name: %s
id: Nama pool: %s

source: Pool GUID: unavailable
id: GUID pool: tidak tersedia

source: Pool GUID: %016llx
id: GUID pool: %016llx

source: Unable to retrieve pool state
id: Tidak bisa mengambil status pool

source: Unrecognized pool state
id: Status pool tidak dikenal

source: No virtual device tree available
id: Tidak ada pohon perangkat virtual yang tersedia

source: Print ZFS info about DEVICE.
id: Cetak info ZFS tentang PERANGKAT.

source: FILESYSTEM [VARIABLE]
id: SISTEM_BERKAS [VARIABEL]

source: Print ZFS-BOOTFSOBJ or store it into VARIABLE
id: Cetak ZFS-BOOTFSOBJ atau simpan ke dalam VARIABEL

source: Now connect the remote debugger, please.
id: Sekarang, silakan hubungkan debugger jarak jauh.

source: Start GDB stub on given port
id: Mulai stub GDB pada port yang diberikan

source: Stop GDB stub
id: Hentikan stub GDB

source: premature end of file
id: akhir berkas prematur

source: Translates the string with the current settings.
id: Menerjemahkan string dengan pengaturan saat ini.

source: Press enter to boot the selected OS, `e' to edit the commands before booting or `c' for a command-line. ESC to return previous menu.
id: Tekan enter untuk mem-boot OS yang dipilih, 'e' untuk menyunting perintah sebelum boot, atau 'c' untuk sebuah baris perintah. ESC kembali ke menu sebelumnya.

source: Press enter to boot the selected OS, `e' to edit the commands before booting or `c' for a command-line.
id: Tekan enter untuk mem-boot OS yang dipilih, 'e' untuk menyunting perintah sebelum boot, atau 'c' untuk sebuah baris perintah.

source: enter: boot, `e': options, `c': cmd-line
id: enter: boot, 'e': opsi, 'c': cmd-line

source: The highlighted entry will be executed automatically in %ds.
id: Masukan yang disorot akan dieksekusi secara otomatis dalam %dd.

source: %ds remaining.
id: %dd tersisa.

source: %ds
id: %dd

source: GRUB Boot Menu
id: Menu Boot GRUB

source: attempt to seek outside of the file
id: mencoba seek di luar file

source: unsupported gzip format
id: format gzip tidak didukung

source: lzop file corrupted
id: berkas lzop rusak

source: xz file corrupted or unsupported block options
id: berkas xz rusak atau opsi blok yang tidak didukung

source: invalid arch-dependent ELF magic
id: magic ELF bergantung arch yang tidak valid

source: requested buffer size is too large
id: ukuran penyangga yang diminta terlalu besar

source: new read is position beyond the end of the written data
id: pembacaan baru adalah posisi di luar akhir data tertulis

source: [ENVVAR=VALUE]
id: [ENVVAR=NILAI]

source: Set an environment variable.
id: Menata suatu variabel lingkungan.

source: Remove an environment variable.
id: Hapus suatu variabel lingkungan.

source: List devices or files.
id: Cantumkan daftar perangkat atau berkas.

source: Insert a module.
id: Sisipkan sebuah modul.

source: disk `%s' not found
id: disk '%s' tidak ditemukan

source: attempt to read or write outside of partition
id: mencoba membaca atau menulis di luar partisi

source: Print infomation useful for GDB debugging
id: Cetak informasi yang berguna untuk debugging GDB

source: invalid memory address (0x%s > 0x%s)
id: alamat memori tidak valid (0x%s > 0x%s)

source: prohibited by secure boot policy
id: dilarang oleh kebijakan boot aman

source: NULL pointer passed for shnum
id: pointer NULL dilewatkan untuk shnum

source: NULL pointer passed for elf header
id: pointer NULL dilewatkan untuk header elf

source: invalid section header table offset in e_shoff
id: ofset tabel header bagian tidak valid di e_shoff

source: invalid number of section header table entries in sh_size: %
id: cacah entri tabel header bagian yang tidak valid di sh_size: %

source: invalid number of section header table entries in e_shnum: %
id: cacah entri tabel kepala bagian yang tidak valid di e_shnum: %

source: NULL pointer passed for shstrndx
id: pointer NULL dilewatkan untuk shstrndx

source: invalid section header table index in sh_link: %d
id: indeks tabel kepala bagian tidak valid di sh_link: %d

source: invalid section header table index in e_shstrndx: %d
id: indeks tabel kepala bagian tidak valid di e_shstrndx: %d

source: NULL pointer passed for phnum
id: pointer NULL dilewatkan untuk phnum

source: invalid number of program header table entries in sh_info: %d
id: cacah entri tabel header program yang tidak valid di sh_info: %d

source: invalid number of program header table entries in e_phnum: %d
id: cacah entri tabel header program yang tidak valid di e_phnum: %d

source: device count exceeds limit
id: cacah perangkat melebihi batas

source: cannot write to `%s': %s
id: tidak bisa menulis ke '%s': %s

source: the device.map entry `%s' is invalid. Ignoring it. Please correct or delete your device.map
id: entri device.map '%s' tidak valid. Diabaikan. Harap perbaiki atau hapus device.map Anda

source: the drive name `%s' in device.map is incorrect. Using %s instead. Please use the form [hfc]d[0-9]* (E.g. `hd0' or `cd')
id: nama drive '%s' di device.map salah. Memakai %s sebagai pengganti. Harap gunakan format [hfc]d[0-9]* (Mis. 'hd0' atau 'cd')

source: can't open `%s': %s
id: tak bisa membuka '%s': %s

source: DEVICE_NAME
id: NAMA_PERANGKAT

source: Set root device.
id: Tata perangkat root.

source: use FILE as the device map [default=%s]
id: gunakan BERKAS sebagai peta perangkat [baku=%s]

source: use FILE as memdisk
id: gunakan BERKAS sebagai memdisk

source: use GRUB files in the directory DIR [default=%s]
id: gunakan berkas GRUB di direktori DIR [baku=%s]

source: print verbose messages.
id: cetak pesan rinci.

source: SECS
id: DETIK

source: use kexec to boot Linux kernels via systemctl (pass twice to enable dangerous fallback to non-systemctl).
id: gunakan kexec untuk mem-boot kernel Linux melalui systemctl (berikan dua kali untuk mengaktifkan fallback berbahaya ke non-systemctl).

source: Unknown extra argument `%s'.
id: Argumen ekstra '%s' tak dikenal.

source: GRUB emulator.
id: Emulator GRUB.

source: Error in parsing command line arguments
id: Galat dalam penguraian argumen baris perintah

source: Run `gdb %s %d', and set ARGS.HOLD to zero.
id: Jalankan 'gdb %s %d', dan tetapkan ARGS.HOLD ke nol.

source: %s: warning:
id: %s: peringatan:

source: %s: error:
id: %s: galat:

source: file `%s' is too big
id: berkas '%s' terlalu besar

source: unknown filesystem
id: sistem berkas tak dikenal

source: Shutdown failed
id: Mematikan gagal

source: Exit failed
id: Keluar gagal

source: string too long
id: string terlalu panjang

source: Unknown command `%s'.
id: Perintah tak dikenal '%s'

source: verification requested but nobody cares: %s
id: verifikasi diminta tetapi tidak ada yang peduli: %s

source: big file signature isn't implemented yet
id: tanda tangan berkas besar belum diimplementasi

source: Display this help and exit.
id: Tampilkan bantuan ini dan keluar.

source: Display the usage of this command and exit.
id: Tampilkan penggunaan dari perintah ini dan keluar.

source: missing mandatory option for `%s'
id: kurang opsi wajib untuk '%s'

source: the argument `%s' requires an integer
id: argumen '%s' membutuhkan bilangan bulat

source: a value was assigned to the argument `%s' while it doesn't require an argument
id: suatu nilai ditetapkan pada argumen '%s' padahal itu tidak memerlukan argumen

source: Sunday
id: Minggu

source: Monday
id: Senin

source: Tuesday
id: Selasa

source: Wednesday
id: Rabu

source: Thursday
id: Kamis

source: Friday
id: Jumat

source: Saturday
id: Sabtu

source: GRUB doesn't know how to halt this machine yet!
id: GRUB belum tahu cara menghentikan mesin ini!

source: output parameters are not set
id: parameter keluaran tidak ditata

source: expected escaped character
id: diharapkan karakter yang di-escape

source: unicode sequence too short
id: urutan unicode terlalu pendek

source: unicode sequence with invalid character '%c'
id: urutan unicode dengan karakter tidak valid '%c'

source: unrecognized escaped character '%c'
id: karakter '%c' yang di-escape tidak dikenali

source: Default server is ${net_default_server}
id: Server baku adalah ${net_default_server}

source: invalid color specification `%s'
id: spesifikasi warna '%s' tidak valid

source: Reboot failed
id: Boot ulang gagal

source: [LENGTH]
id: [PANJANG]

source: Hexdump random data.
id: Curah heksa data acak.

source: device tree must be supplied (see `devicetree' command)
id: pohon perangkat harus disediakan (lihat perintah 'devicetree')

source: invalid zImage
id: zImage tidak valid

source: invalid device tree
id: pohon perangkat tidak valid

source: Load Linux.
id: Muat Linux.

source: Load initrd.
id: Muat initrd.

source: Load DTB file.
id: Muat berkas DTB.

source: failed to get FDT
id: gagal mendapatkan FDT

source: you need to load the Xen Hypervisor first
id: Anda perlu memuat Hypervisor Xen terlebih dahulu

source: Load a xen hypervisor.
id: Muat suatu hypervisor xen.

source: Load a xen module.
id: Muat sebuah modul xen.

source: [OPTS]
id: [OPSI]

source: Boot BIOS-based system.
id: Boot sistem berbasis BIOS.

source: Load another boot loader.
id: Muat 'boot loader' lain.

source: plain image kernel not supported - rebuild with CONFIG_(U)EFI_STUB enabled
id: kernel citra polos tidak didukung - bangun ulang dengan CONFIG_(U)EFI_STUB diaktifkan

source: failed to install protocols
id: gagal memasang protokol

source: error trying to perform kexec load operation
id: kesalahan saat mencoba melakukan operasi pemuatan kexec

source: error trying to perform 'systemctl kexec': %d
id: kesalahan saat mencoba menjalankan 'systemctl kexec': %d

source: error trying to directly perform 'kexec -ex': %d
id: kesalahan saat mencoba menjalankan 'kexec -ex' secara langsung: %d

source: cannot find kernel file %s
id: tidak bisa temukan berkas kernel %s

source: Cannot find initrd file %s
id: Tidak bisa temukan berkas initrd %s

source: Display output on all consoles.
id: Tampilkan keluaran di semua konsol.

source: Use serial console.
id: Gunakan konsol serial.

source: Ask for file name to reboot from.
id: Tanyakan nama berkas untuk boot ulang darinya.

source: Use CD-ROM as root.
id: Gunakan CD-ROM sebagai root.

source: Invoke user configuration routing.
id: Panggil konfigurasi routing pengguna.

source: Enter in KDB on boot.
id: Masuk ke KDB saat boot.

source: Use GDB remote debugger instead of DDB.
id: Gunakan GDB remote debugger daripada DDB.

source: Disable all boot output.
id: Nonaktifkan semua keluaran boot.

source: Wait for keypress after every line of output.
id: Tunggu penekanan tombol setelah setiap baris keluaran.

source: Use compiled-in root device.
id: Gunakan perangkat root yang terkompilasi.

source: Boot into single mode.
id: Boot ke dalam mode tunggal.

source: Boot with verbose messages.
id: Boot dengan pesan rinci.

source: Don't reboot, just halt.
id: Jangan boot ulang, hanya hentikan.

source: Change configured devices.
id: Ubah perangkat yang terkonfigurasi.

source: comUNIT[,SPEED]
id: comUNIT[,KECEPATAN]

source: Disable SMP.
id: Non-aktifkan SMP.

source: Disable ACPI.
id: Non-aktifkan ACPI.

source: Don't display boot diagnostic messages.
id: Jangan tampilkan pesan diagnostik boot.

source: Boot with debug messages.
id: Boot dengan pesan debug.

source: [ADDR|comUNIT][,SPEED]
id: [ALAMAT|comUNIT][,KECEPATAN]

source: name
id: nama

source: addr
id: alamat

source: size
id: ukuran

source: Booting in blind mode
id: Boot mode buta

source: Load kernel of FreeBSD.
id: Muat kernel FreeBSD.

source: Load kernel of OpenBSD.
id: Muat kernel OpenBSD.

source: Load kernel of NetBSD.
id: Muat kernel NetBSD.

source: Load FreeBSD env.
id: Muat lingkungan FreeBSD.

source: Load FreeBSD kernel module.
id: Muat modul kernel FreeBSD.

source: Load NetBSD kernel module.
id: Muat modul kernel NetBSD.

source: Load NetBSD kernel module (ELF).
id: Muat modul kernel (ELF) NetBSD.

source: Load FreeBSD kernel module (ELF).
id: Muat modul kernel (ELF) FreeBSD.

source: Load kOpenBSD ramdisk.
id: Muat ramdisk kOpenBSD.

source: Load another coreboot payload
id: Muat payload coreboot lain

source: Legacy `ask' parameter no longer supported.
id: Parameter warisan 'ask' tidak lagi didukung.

source: %s is deprecated. Use set gfxpayload=%s before linux command instead.
id: %s usang. Gunakan set gfxpayload=%s sebelum perintah linux sebagai pengganti.

source: %s is deprecated. VGA mode %d isn't recognized. Use set gfxpayload=WIDTHxHEIGHT[xDEPTH] before linux command instead.
id: %s usang. Mode VGA %d tidak dikenali. Gunakan set gfxpayload=LEBARxTINGGI[xKEDALAMAN] sebelum perintah linux sebagai pengganti.

source: the size of initrd is bigger than addr_max
id: ukuran initrd lebih dari addr_max

source: [--force|--bpb] FILE
id: [--force|--bpb] BERKAS

source: the size of `%s' is too large
id: ukuran dari '%s' terlalu besar

source: Load FreeDOS kernel.sys.
id: Muat kernel.sys FreeDOS.

source: Load NTLDR or BootMGR.
id: Muat NTLDR atau BootMGR.

source: Override guessed mapping of Plan9 devices.
id: Timpa pemetaan perangkat Plan9 yang ditebak.

source: GRUBDEVICE=PLAN9DEVICE
id: PERANGKAT_GRUB=PERANGKAT_PLAN9

source: KERNEL ARGS
id: KERNEL ARG

source: Load Plan9 kernel.
id: Muat kernel Plan9.

source: Load a PXE image.
id: Muat image PXE.

source: Load Truecrypt ISO.
id: Muat ISO Truecrypt.

source: initrd already loaded
id: initrd sudah dimuat

source: Load module.
id: Muat modul.

source: Press any key to launch xnu
id: Tekan tombol apa pun untuk meluncurkan xnu

source: Load `device-properties' dump.
id: Muat curah 'device-properties'.

source: Could not locate FPSWA driver
id: Tidak bisa temukan driver FPSWA

source: FPSWA protocol wasn't able to find the interface
id: Protokol FPSWA tidak dapat menemukan antarmuka

source: No FPSWA found
id: Tidak ditemukan FPSWA

source: FPSWA revision: %x
id: Revisi FPSWA: %x

source: FILE [ARGS...]
id: BERKAS [ARG...]

source: Display FPSWA version.
id: Tampilkan versi FPSWA.

source: WARNING: no console will be available to OS
id: PERINGATAN: tidak ada konsol yang akan tersedia untuk OS

source: Load a multiboot 2 kernel.
id: Muat kernel multiboot 2.

source: Load a multiboot 2 module.
id: Muat modul multiboot 2.

source: Load a multiboot kernel.
id: Muat kernel multiboot.

source: Load a multiboot module.
id: Muat modul multiboot.

source: memory being set is larger than allocated memory
id: memori yang ditata lebih dari memori yang dialokasikan

source: ELF section header region is larger than the file size
id: Wilayah header bagian ELF lebih dari ukuran berkas

source: missing p-list filename
id: kurang nama berkas p-list

source: Background image mode.
id: Mode image latar belakang.

source: Load XNU image.
id: Muat image XNU.

source: Load 64-bit XNU image.
id: Muat image XNU 64-bit.

source: Load XNU extension package.
id: Muat paket ekstensi XNU.

source: Load XNU extension.
id: Muat ekstensi XNU.

source: DIRECTORY [OSBundleRequired]
id: DIREKTORI [OSBundleRequired]

source: Load XNU extension directory.
id: Muat ekstensi direktori XNU.

source: Load XNU ramdisk. It will be available in OS as md0.
id: Muat ramdisk XNU. Ini akan tersedia di OS sebagai md0.

source: Load an image of hibernated XNU.
id: Muat image XNU terhibernasi.

source: Declare memory regions as faulty (badram).
id: Nyatakan wilayah memori sebagai rusak (badram).

source: FROM[K|M|G] TO[K|M|G]
id: DARI[K|M|G] KE[K|M|G]

source: Remove any memory regions in specified range.
id: Hapus semua wilayah memori dalam rentang yang ditentukan.

source: four arguments expected
id: empat argumen yang diharapkan

source: unrecognised network interface `%s'
id: antarmuka jaringan tidak dikenal '%s'

source: no DHCP info found
id: tidak ditemukan info DHCP

source: no DHCP options found
id: tidak ditemukan opsi DHCP

source: invalid DHCP option code
id: kode opsi DHCP tidak valid

source: no DHCP option %u found
id: tidak ditemukan opsi %u DHCP

source: unrecognised DHCP option format specification `%s'
id: spesifikasi format opsi DHCP yang tidak dikenal '%s'

source: no network card found
id: tidak ditemukan kartu jaringan

source: couldn't autoconfigure %s
id: tidak bisa melakukan konfigurasi otomatis %s

source: [CARD]
id: [KARTU]

source: perform a bootp autoconfiguration
id: melakukan konfigurasi otomatis bootp

source: perform a DHCP autoconfiguration
id: melakukan konfigurasi otomatis DHCP

source: VAR INTERFACE NUMBER DESCRIPTION
id: VAR ANTARMUKA NOMOR DESKRIPSI

source: retrieve DHCP option and save it into VAR. If VAR is - then print the value.
id: ambil opsi DHCP dan simpan itu ke dalam VAR. Jika VAR adalah - maka cetak nilainya.

source: no DNS servers configured
id: tidak ada server DNS yang dikonfigurasi

source: domain name component is too long
id: komponen nama domain terlalu panjang

source: no DNS record found
id: tidak ditemukan rekaman DNS

source: no DNS reply received
id: tidak ada balasan DNS yang diterima

source: only ipv4
id: hanya ipv4

source: only ipv6
id: hanya ipv6

source: prefer ipv4
id: lebih suka ipv4

source: prefer ipv6
id: lebih suka ipv6

source: ADDRESS DNSSERVER
id: ALAMAT SERVERDNS

source: Perform a DNS lookup
id: Lakukan pencarian DNS

source: DNSSERVER
id: SERVERDNS

source: Add a DNS server
id: Tambahkan server DNS

source: Remove a DNS server
id: Hapus server DNS

source: List DNS servers
id: Cantumkan daftar server DNS

source: network protocol not available, can't send packet
id: protokol jaringan tidak tersedia, tak bisa mengirim paket

source: couldn't send network packet
id: tak bisa mengirim paket jaringan

source: alloc-mem failed
id: alloc-mem gagal

source: free-mem failed
id: free-mem gagal

source: invalid HTTP header - LF without CR
id: header HTTP tidak valid - LF tanpa CR

source: unsupported HTTP response
id: respons HTTP tidak didukung

source: unsupported HTTP error %d: %s
id: galat HTTP tidak didukung %d: %s

source: time out opening `%s'
id: habis waktu saat membuka '%s'

source: timeout: could not resolve hardware address
id: habis waktu: tidak bisa menguraikan alamat perangkat keras

source: unresolvable address %s
id: alamat yang tidak dapat diurai %s

source: unrecognised network address `%s'
id: alamat jaringan tidak dikenal '%s'

source: destination unreachable
id: tujuan tidak dapat dicapai

source: route loop detected
id: loop rute terdeteksi

source: address not found
id: alamat tidak ditemukan

source: you can't delete this address
id: Anda tidak bisa menghapus alamat ini

source: Unsupported hw address type %d
id: Tipe alamat hw tidak didukung %d

source: Unsupported address type %d
id: Tipe alamat tidak didukung %d

source: three arguments expected
id: tiga argumen yang diharapkan

source: card not found
id: kartu tidak ditemukan

source: non-numeric or invalid number `%s'
id: angka non-numerik atau tidak valid '%s'

source: vlan id `%s' not in the valid range of 0-4094
id: vlan id '%s' tidak dalam rentang 0-4094 yang valid

source: network interface not found
id: antarmuka jaringan tidak ditemukan

source: temporary
id: sementara

source: Unknown address type %d
id: Tipe alamat tidak dikena; %d

source: no server is specified
id: tidak ada server yang ditentukan

source: mismatched [ in address
id: [ tanpa pasangan dalam alamat

source: bad port number
id: nomor port buruk

source: timeout reading `%s'
id: habis waktu saat membaca '%s'

source: SHORTNAME CARD ADDRESS [HWADDRESS]
id: NAMA_PENDEK KARTU ALAMAT [ALAMAT_HW]

source: Add a network address.
id: Tambahkan alamat jaringan.

source: [CARD [HWADDRESS]]
id: [KARTU [ALAMAT_HWA]]

source: Perform an IPV6 autoconfiguration
id: Lakukan konfigurasi otomatis IPV6

source: SHORTNAME
id: NAMA_PENDEK

source: Delete a network address.
id: Hapus alamat jaringan.

source: SHORTNAME NET [INTERFACE| gw GATEWAY]
id: NAMA_PENDEK NET [ANTARMUKA| gw GATEWAY]

source: Add a network route.
id: Tambahkan rute jaringan.

source: Delete a network route.
id: Hapus rute jaringan.

source: SHORTNAME VLANID
id: NAMA_PENDEK ID_VLAN

source: Set an interface's vlan id.
id: Tata id vlan antarmuka.

source: list network routes
id: cantumkan daftar rute jaringan

source: list network cards
id: cantumkan daftar kartu jaringan

source: list network addresses
id: cantumkan daftar alamat jaringan

source: connection refused
id: koneksi ditolak

source: connection timeout
id: habis waktu koneksi

source: Enter username:
id: Masukan nama pengguna:

source: [USERLIST]
id: [DAFTAR_PENGGUNA]

source: Check whether user is in USERLIST.
id: Periksa apakah pengguna ada di DAFTAR_PENGGUNA.

source: Possible commands are:
id: Perintah yang memungkinkan adalah:

source: Possible devices are:
id: Perangkat yang memungkinkan adalah:

source: Possible files are:
id: Berkas yang memungkinkan adalah:

source: Possible partitions are:
id: Partisi yang memungkinkan adalah:

source: Possible arguments are:
id: Argumen yang memungkinkan adalah:

source: Possible things are:
id: Hal yang memungkinkan adalah:

source: Warning: syntax error (missing slash) in `%s'
id: Peringatan: salah sintaks (kurang garis miring) dalam '%s'

source: Warning: invalid foreground color `%s'
id: Peringatan: warna latar depan tidak valid '%s'

source: Warning: invalid background color `%s'
id: Peringatan: nama latar belakang tidak valid '%s'

source: Export variables.
id: Ekspor variabel.

source: module isn't loaded
id: modul tak dimuat

source: GNU GRUB version %s
id: GNU GRUB versi %s

source: ESC at any time exits.
id: ESC kapan pun keluar.

source: Clear the screen.
id: Bersihkan layar.

source: Enter normal mode.
id: Masuk ke mode normal.

source: Exit from normal mode.
id: Keluar dari mode normal.

source: Press any key to continue...
id: Tekan tombol apa pun untuk melanjutkan...

source: Booting `%s'
id: Mem-boot '%s'

source: Booting a command list
id: Mem-boot sebuah daftar perintah

source: Minimum Emacs-like screen editing is supported. TAB lists completions. Press Ctrl-x or F10 to boot, Ctrl-c or F2 for a command-line or ESC to discard edits and return to the GRUB menu.
id: Penyuntingan layar minimum bergaya Emacs didukung. TAB menampilkan pelengkapan. Tekan Ctrl-x atau F10 untuk boot, Ctrl-c atau F2 untuk baris perintah, atau ESC untuk membuang suntingan dan kembali ke menu GRUB.

source: Use the %C and %C keys to select which entry is highlighted.
id: Gunakan tombol %C dan %C untuk memilih masukan mana yang disorot.

source: B/s
id: B/d

source: KiB/s
id: KiB/d

source: MiB/s
id: MiB/d

source: GiB/s
id: GiB/d

source: TiB/s
id: TiB/d

source: PiB/s
id: PiB/d

source: Partition %s:
id: Partisi %s:

source: Device %s:
id: Perangkat %s:

source: Filesystem cannot be accessed
id: Sistem berkas tidak dapat diakses

source: Filesystem type %s
id: Tipe sistem berkas %s

source: - Last modification time %d-%02d-%02d %02d:%02d:%02d %s
id: - Waktu modifikasi terakhir %d-%02d-%02d %02d:%02d:%02d %s
