Repository: swiss-os/grub
Catalog: po/*.po
Languages: id

source: List free memory blocks.
id: Cantumkan daftar blok memori yang bebas.

source: Stress test large allocations.
id: Uji stres alokasi besar.

source: Menu entry type.
id: Tipe entri menu.

source: List of users allowed to boot this entry.
id: Cantumkan daftar pengguna yang diizinkan untuk mem-boot entri ini.

source: USERNAME[,USERNAME]
id: NAMA_PENGGUNA[,NAMA_PENGGUNA]

source: Keyboard key to quickly boot this entry.
id: Tombol papan tik untuk mem-boot entri ini dengan cepat.

source: KEYBOARD_KEY
id: TOMBOL_PAPAN_TIK

source: Use STRING as menu entry body.
id: Gunakan STRING sebagai badan entri menu.

source: Menu entry identifier.
id: Pengenal entri menu.

source: This entry can be booted by any user.
id: Entri ini dapat di-boot oleh pengguna mana pun.

source: BLOCK
id: BLOK

source: Define a menu entry.
id: Tentukan entri menu.

source: Define a submenu.
id: Tentukan submenu.

source: Name Ref Count Dependencies
id: Nama Cacah Acuan Kebergantungan

source: Show this message.
id: Tampilkan pesan ini.

source: ADDR [SIZE]
id: ALAMAT [UKURAN]

source: Show memory contents.
id: Tampilkan isi memori.

source: MODULE
id: MODUL

source: Remove a module.
id: Hapus sebuah modul.

source: Show loaded modules.
id: Tampilkan modul termuat.

source: Exit from GRUB.
id: Keluar dari GRUB.

source: No CS5536 found
id: Tidak ditemukan CS5536

source: CS5536 at %d:%d.%d
id: CS5536 di %d:%d.%d

source: System management bus controller I/O space is at 0x%x
id: Ruang I/O pengontrol bus manajemen sistem berada pada 0x%x

source: RAM slot number %d
id: Slot RAM nomor %d

source: Written SPD bytes: %d B.
id: Byte SPD yang ditulis: %d B.

source: Total flash size: %d B.
id: Ukuran flash total: %d B.

source: Memory type: DDR2.
id: Tipe memori: DDR2.

source: Part no: %s.
id: Nomor part: %s.

source: Memory type: Unknown.
id: Tipe memori: Tidak diketahui.

source: Print Memory information.
id: Cetak informasi Memori.

source: %s does not support UUIDs
id: %s tidak mendukung UUID

source: [MODULE1 MODULE2 ...]
id: [MODUL1 MODUL2 ...]

source: Switch to native disk drivers. If no modules are specified default set (pata,ahci,usbms,ohci,uhci,ehci) is used
id: Beralih ke driver disk asli. Jika tidak ada modul yang ditentukan, set baku (pata,ahci,usbms,ohci,uhci,ehci) digunakan

source: Perform COMMANDS on partition. Use `parttool PARTITION help' for the list of available commands.
id: Jalankan PERINTAH pada partisi. Gunakan 'parttool PARTITION help' untuk melihat daftar perintah yang tersedia.

source: =VAL
id: =NILAI

source: Sorry, no parttool is available for %s
id: Maaf, tidak ada parttool yang tersedia untuk %s

source: unknown argument `%s'
id: argumen tidak dikenal '%s'

source: PARTITION COMMANDS
id: PARTISI PERINTAH

source: USER PASSWORD
id: PENGGUNA SANDI

source: Set user password (plaintext). Unrecommended and insecure.
id: Menata kata sandi pengguna (teks polos). Tidak direkomendasikan dan tidak aman.

source: invalid PBKDF2 password
id: kata sandi PBKDF2 tidak valid

source: USER PBKDF2_PASSWORD
id: PENGGUNA KATA_SANDI_PBKDF2

source: Set user password (PBKDF2).
id: Menata kata sandi pengguna (PBKDF2).

source: Select device by vendor and device IDs.
id: Pilih perangkat berdasarkan vendor dan ID perangkat.

source: [vendor]:[device]
id: [vendor]:[perangkat]

source: Select device by its position on the bus.
id: Pilih perangkat berdasarkan posisinya di bus.

source: [bus]:[slot][.func]
id: [bus]:[slot][.fungsi]

source: missing `%c' symbol
id: simbol '%c' hilang

source: [-s POSITION] [-d DEVICE]
id: [-s POSISI] [-d PERANGKAT]

source: Show raw dump of the PCI configuration space.
id: Menampilkan curah mentah dari ruang konfigurasi PCI.

source: Skip signature-checking of the public key file.
id: Lewati pemeriksaan tanda tangan pada berkas kunci publik.

source: bad signature
id: tanda tangan buruk

source: public key %08
id: kunci publik %08

source: module `%s' isn't loaded
id: modul '%s' tidak dimuat

source: public key %08x not found
id: kunci publik %08x tidak ditemukan

source: [-s|--skip-sig] FILE SIGNATURE_FILE [PUBKEY_FILE]
id: [-s|--skip-sig] BERKAS BERKAS_TANDA_TANGAN [BERKAS_KUNCI_PUB]

source: [-s|--skip-sig] PUBKEY_FILE
id: [-s|--skip-sig] BERKAS_PUBKEY

source: Add PUBKEY_FILE to trusted keys.
id: Tambahkan BERKAS_PUBKEY ke kunci tepercaya.

source: Show the list of trusted keys.
id: Menampilkan daftar kunci tepercaya.

source: PUBKEY_ID
id: ID_KUNCI_PUB

source: Remove PUBKEY_ID from trusted keys.
id: Hapus ID_KUNCI_PUBKEY dari kunci tepercaya.

source: Set a variable to return value.
id: Menata sebuah variabel ke nilai balikan.

source: Determine driver.
id: Tentukan driver.

source: Determine partition map type.
id: Tentukan tipe peta partisi.

source: Determine filesystem type.
id: Tentukan tipe sistem berkas.

source: Determine filesystem UUID.
id: Tentukan UUID sistem berkas.

source: Determine filesystem label.
id: Tentukan label sistem berkas.

source: Determine partition UUID.
id: Tentukan UUID partisi.

source: filesystem `%s' does not support labels
id: sistem berkas '%s' tidak mendukung label

source: DEVICE
id: PERANTI

source: Retrieve device info.
id: Mendapatkan informasi perangkat.

source: Do not echo input
id: Jangan gemakan masukan

source: overflow is detected
id: overflow terdeteksi

source: Set variable with user input.
id: Tata variabel dengan masukan pengguna.

source: Reboot the computer.
id: Boot ulang komputer.

source: Store matched component NUMBER in VARNAME.
id: Simpan komponen yang cocok NOMOR di NAMAVAR.

source: [NUMBER:]VARNAME
id: [NOMOR:]NAMAVAR

source: REGEXP STRING
id: REGEX STRING

source: Test if REGEXP matches STRING.
id: Uji apakah REGEX cocok dengan STRING.

source: Search devices by file. If VARIABLE is specified, the first device found is set to a variable.
id: Cari perangkat berdasarkan berkas. Jika VARIABEL dispesifikasikan, perangkat pertama yang ditemukan diset ke variabel.

source: Search devices by label. If VARIABLE is specified, the first device found is set to a variable.
id: Cari perangkat berdasarkan label. Jika VARIABEL dispesifikasikan, perangkat pertama yang ditemukan diset ke variabel.

source: Search devices by UUID. If VARIABLE is specified, the first device found is set to a variable.
id: Cari perangkat berdasarkan UUID. Jika VARIABEL dispesifikasikan, perangkat pertama yang ditemukan diset ke sebuah variabel.

source: Search devices by a file.
id: Cari perangkat berdasarkan berkas.

source: Search devices by a filesystem label.
id: Cari perangkat berdasarkan label sistem berkas.

source: Search devices by a filesystem UUID.
id: Cari perangkat berdasarkan UUID sistem berkas.

source: Set a variable to the first device found.
id: Tata sebuah variabel ke perangkat pertama yang ditemukan.

source: Do not probe any floppy drive.
id: Jangan jajaki drive floppy apa pun.

source: Only probe EFI disks.
id: Hanya jajaki cakram EFI.

source: Search devices by file, filesystem label or filesystem UUID. If --set is specified, the first device found is set to a variable. If no variable name is specified, `root' is used.
id: Cari perangkat berdasarkan berkas, label sistem berkas, atau UUID sistem berkas. Jika --set ditentukan, perangkat pertama yang ditemukan akan ditetapkan ke variabel. Jika tidak ada nama variabel yang ditentukan, 'root' akan digunakan.

source: Register %x of %x:%02x.%x is %x
id: Register %x dari %x:%02x.%x adalah %x

source: Manipulate PCI devices.
id: Manipulasikan perangkat PCI.

source: Verbose countdown.
id: Hitung mundur secara detail.

source: Allow to interrupt with ESC.
id: Dapat diinterupsi dengan ESC.

source: NUMBER_OF_SECONDS
id: BERAPA_DETIK

source: Wait for a specified number of seconds.
id: Tunggu selama berapa detik yang dispesifikasikan.

source: Match structures with the given type.
id: Cocokkan struktur dengan tipe yang diberikan.

source: type
id: tipe

source: Match structures with the given handle.
id: Cocokkan struktur dengan handle yang diberikan.

source: Select a structure when several match.
id: Pilih struktur ketika ada beberapa yang cocok.

source: match
id: cocok

source: Get the byte's value at the given offset.
id: Dapatkan nilai byte pada ofset yang diberikan.

source: offset
id: ofset

source: Get two bytes' value at the given offset.
id: Dapatkan nilai dua byte pada ofset yang diberikan.

source: Get four bytes' value at the given offset.
id: Dapatkan nilai empat byte pada ofset yang diberikan.

source: Get eight bytes' value at the given offset.
id: Dapatkan nilai delapan byte pada ofset yang diberikan.

source: Get the string specified at the given offset.
id: Dapatkan string yang ditentukan pada ofset yang diberikan.

source: Get the UUID's value at the given offset.
id: Dapatkan nilai UUID pada ofset yang diberikan.

source: Store the value in the given variable name.
id: Simpan nilai ke dalam nama variabel yang diberikan.

source: variable
id: variabel

source: Filter the result like linux does.
id: Saring hasilnya seperti yang dilakukan linux.

source: the SMBIOS entry point structure was not found
id: struktur titik masuk SMBIOS tidak ditemukan

source: the type must be between 0 and 255
id: tipe harus antara 0 dan 255

source: the handle must be between 0 and 65535
id: handle harus antara 0 dan 65535

source: the match must be a positive integer
id: kecocokannya harus berupa bilangan bulat positif

source: only one --get option is usable at a time
id: hanya satu opsi --get yang dapat digunakan pada satu waktu

source: one of the --get options is required
id: salah satu opsi --get diperlukan

source: no structure matched the given options
id: tidak ada struktur yang cocok dengan opsi yang diberikan

source: the given offset is outside the structure
id: ofset yang diberikan berada di luar struktur

source: the field ends outside the structure
id: bidang berakhir di luar struktur

source: failed to retrieve the structure field
id: gagal mendapatkan bidang struktur

source: [-t type] [-h handle] [-m match] (-b|-w|-d|-q|-s|-u) offset [--set variable]
id: [-t tipe] [-h handle] [-m cocok] (-b|-w|-d|-q|-s|-u) ofset [--set variabel]

source: Retrieve SMBIOS information.
id: Dapatkan informasi SMBIOS.

source: root directory of the syslinux disk [default=/].
id: direktori root dari disk syslinux [baku=/].

source: current directory of syslinux [default is parent directory of input file].
id: direktori syslinux saat ini [baku adalah direktori induk dari berkas masukan].

source: assume input is an isolinux configuration file.
id: asumsikan masukan adalah berkas konfigurasi isolinux.

source: assume input is a pxelinux configuration file.
id: asumsikan masukan adalah berkas konfigurasi pxelinux.

source: assume input is a syslinux configuration file.
id: asumsikan masukan adalah berkas konfigurasi syslinux.

source: Execute syslinux config in same context
id: Jalankan konfigurasi syslinux dalam konteks yang sama

source: Execute syslinux config in new context
id: Jalankan konfigurasi syslinux dalam konteks baru

source: Execute syslinux config in same context taking only menu entries
id: Jalankan konfigurasi syslinux dalam konteks yang sama hanya dengan mengambil entri menu

source: Execute syslinux config in new context taking only menu entries
id: Jalankan konfigurasi syslinux dalam konteks baru dengan hanya mengambil entri menu

source: no terminal specified
id: tidak ada terminal yang ditentukan

source: terminal `%s' isn't found
id: terminal '%s' tidak ditemukan

source: Active input terminals:
id: Terminal masukan aktif:

source: Available input terminals:
id: Terminal masukan yang tersedia:

source: Active output terminals:
id: Terminal keluaran aktif:

source: Available output terminals:
id: Terminal keluaran yang tersedia:

source: List or select an input terminal.
id: Cantumkan daftar atau pilih terminal masukan.

source: List or select an output terminal.
id: Cantumkan daftar atau pilih terminal keluaran.

source: EXPRESSION ]
id: EKSPRESI ]

source: Evaluate an expression.
id: Evaluasi sebuah ekspresi.

source: EXPRESSION
id: EKSPRESI

source: Load the same file in multiple ways.
id: Muat berkas yang sama dengan beberapa cara.

source: Specify size for each read operation
id: Tentukan ukuran untuk setiap operasi baca

source: invalid block size
id: ukuran blok tidak valid

source: File size: %s
id: Ukuran berkas: %s

source: Elapsed time: %d.%03d s
id: Waktu yang telah berlalu: %d.%03d d

source: Speed: %s
id: Kecepatan: %s

source: [-s SIZE] FILENAME
id: [-s UKURAN] NAMA_BERKAS

source: Test file read speed.
id: Uji kecepatan membaca berkas.

source: no command is specified
id: tidak ada perintah yang ditentukan

source: Elapsed time: %d.%03d seconds
id: Waktu yang telah berlalu: %d.%03d detik

source: COMMAND [ARGS]
id: PERINTAH [ARG]

source: Measure time used by COMMAND
id: Mengukur waktu yang digunakan oleh COMMAND

source: Translate to upper case.
id: Terjemahkan ke huruf besar.

source: Translate to lower case.
id: Terjemahkan ke huruf kecil.

source: [OPTIONS] [SET1] [SET2] [STRING]
id: [OPSI] [SET1] [SET2] [STRING]

source: Translate SET1 characters to SET2 in STRING.
id: Terjemahkan karakter SET1 ke SET2 dalam STRING.

source: Do nothing, successfully.
id: Tidak melakukan apapun, sukses.

source: Do nothing, unsuccessfully.
id: Tidak melakukan apapun, tidak sukses.

source: Test USB support.
id: Uji dukungan USB.

source: Text-only
id: Hanya teks

source: Monochrome
id: Monokrom

source: Unknown video mode
id: Mode video tidak dikenal

source: EDID checksum invalid
id: Checksum EDID tidak valid

source: EDID version: %u.%u
id: Versi EDID: %u.%u

source: Preferred mode: %ux%u
id: Mode yang disukai: %ux%u

source: No preferred mode available
id: Tidak ada mode yang disukai yang tersedia

source: invalid video mode specification `%s'
id: spesifikasi mode video '%s' tidak valid

source: List of supported video modes:
id: Daftar mode video yang didukung:

source: Adapter `%s':
id: Adaptor '%s':

source: No info available
id: Tidak ada informasi tersedia

source: Failed to initialize video adapter
id: Gagal menginisialisasi adaptor video

source: List available video modes. If resolution is given show only modes matching it.
id: Daftar mode video yang tersedia. Jika resolusi diberikan, tampilkan hanya mode yang cocok dengannya.

source: Test video subsystem in mode WxH.
id: Coba sub sistem video dalam mode WxH.

source: Test video subsystem.
id: Coba sub sistem video.

source: List Xen storage.
id: Daftar penyimpanan Xen.

source: [-l] GRUBUUID [VARNAME]
id: [-l] UUID_GRUB [NAMA_VAR]

source: Transform 64-bit UUID to format suitable for XNU. If -l is given keep it lowercase as done by blkid.
id: Transformasikan UUID 64-bit ke format yang sesuai untuk XNU. Bila -l diberikan jadikan huruf kecil seperti yang dilakukan oleh blkid.

source: failure reading sector 0x%llx from `%s'
id: kegagalan membaca sektor 0x%llx dari '%s'

source: failure writing sector 0x%llx to `%s'
id: kegagalan menulis sektor 0x%llx ke '%s'

source: Mount by UUID.
id: Kaitkan berdasarkan UUID.

source: Mount all.
id: Kaitkan semuanya.

source: Mount all volumes with `boot' flag set.
id: Kaitkan semua volume yang tanda 'boot'-nya ditata.

source: Password to open volumes.
id: Kata sandi untuk membuka volume.

source: Key file
id: Berkas kunci

source: Key file offset (bytes)
id: Ofset berkas kunci (byte)

source: Key file data size (bytes)
id: Ukuran data berkas kunci (byte)

source: Read header from file
id: Baca header dari berkas

source: cannot open `%s': %s
id: tidak bisa membuka '%s': %s

source: failed to query size of device `%s': %s
id: gagal untuk menanyakan ukuran perangkat '%s': %s

source: cannot seek `%s': %s
id: tidak bisa seek '%s': %s

source: header file not found
id: berkas header tidak ditemukan

source: header file too small
id: berkas header terlalu kecil

source: UNKNOWN
id: TIDAK_DIKENAL

source: Enter passphrase for %s%s%s (%s):
id: Masukkan frasa sandi untuk %s%s%s (%s):

source: non-numeric or invalid keyfile offset `%s'
id: ofset berkas kunci non-numerik atau tidak valid '%s'

source: non-numeric or invalid keyfile size `%s'
id: ukuran berkas kunci non-numerik atau tidak valid '%s'

source: key file size is 0
id: ukuran berkas kunci 0

source: key file size exceeds maximum (%d)
id: ukuran berkas kunci melebihi maksimum (%d)

source: keyfile is too small: requested %llu bytes, but the file only has %
id: berkas kunci terlalu kecil: meminta %llu byte, tetapi berkas hanya memiliki %

source: failed to read key file
id: gagal membaca berkas kunci

source: Mount a crypto device.
id: Kaitkan suatu perangkat kripto.

source: Couldn't find physical volume `%s'. Some modules may be missing from core image.
id: Tak bisa temukan volume fisik '%s'. Beberapa modul mungkin hilang dari citra inti.

source: physical volume %s not found
id: volume fisik %s tidak ditemukan

source: no media in `%s'
id: tidak ada media di '%s'

source: Couldn't load sha256
id: Tak bisa memuat sha256

source: Couldn't load sha512
id: Tak bisa memuat sha512

source: couldn't read ELI metadata
id: tak bisa membaca metadata ELI

source: wrong ELI magic or version
id: magic ELI atau versi yang salah

source: Attempting to decrypt master key...
id: Mencoba mendekripsi kunci utama...

source: Slot %d opened
id: Slot %d dibuka

source: attempt to read or write outside of disk `%s'
id: mencoba untuk membaca atau menulis di luar disk '%s'

source: cannot write to CD-ROM
id: tidak bisa menulis ke CD-ROM

source: Native disk drivers are in use. Refusing to use firmware disk interface.
id: Driver disk asli sedang digunakan. Menolak untuk menggunakan antarmuka disk firmware.

source: Delete the specified loopback drive.
id: Hapus perangkat loopback yang dinyatakan.

source: Transparently decompress backing file.
id: Dekompresi berkas pendukung secara transparan.

source: [-d] [-D] DEVICENAME FILE.
id: [-d] [-D] NAMAPERANGKAT BERKAS.

source: Make a virtual drive from a file.
id: Buat sebuah drive virtual dari suatu berkas.

source: could not decode Base64 string
id: tidak bisa mendekode string Base64

source: Slot "%s" opened
id: Slot "%s" dibuka

source: Password hash
id: Hash kata sandi

source: Password cipher
id: Cipher kata sandi

source: Key size (in bits)
id: Ukuran kunci (dalam bit)

source: Device sector size
id: Ukuran sektor perangkat

source: Password (key)
id: Kata sandi (kunci)

source: Keyfile path
id: Path berkas kunci

source: Keyfile offset
id: Ofset berkas kunci

source: Set device UUID
id: Tata UUID perangkat

source: cannot set specified key
id: tidak bisa menata kunci yang dinyatakan

source: cannot determine disk %s size
id: tidak bisa menentukan ukuran disk %s

source: cannot set specified sector size on disk %s
id: tidak bisa menata ukuran sektor yang dinyatakan pada disk %s

source: cannot open keyfile %s
id: tidak bisa membuka berkas kunci %s

source: cannot seek keyfile at offset %
id: tidak bisa seek berkas kunci pada ofset %

source: Specified key size (%
id: Ukuran kunci yang dinyatakan (%

source: error reading key file
id: galat saat membaca berkas kunci

source: device name required
id: nama perangkat dibutuhkan

source: couldn't load hash %s
id: tak bisa memuat hash %s

source: hash length %
id: panjang hash %

source: invalid cipher mode, must be of format cipher-mode
id: mode cipher tidak valid, harus berformat cipher-mode

source: password exceeds maximium size
id: kata sandi melebihi ukuran maksimum

source: specified UUID exceeds maximum size
id: UUID yang dinyatakan melebihi ukuran maksimum

source: specified UUID too short
id: UUID yang dinyatakan terlalu pendek

source: unrecognized keyfile offset
id: ofset berkas kunci tidak dikenal

source: unrecognized sector size
id: ukuran sektor tidak dikenal

source: unrecognized key size
id: ukuran kunci tidak dikenal

source: key size is not multiple of %d bits
id: ukuran kunci bukan kelipatan %d bit

source: key size %
id: ukuran kunci %

source: sector size -S must be at least %d
id: ukuran sektor -S harus setidaknya %d

source: sector size -S %
id: ukuran sektor -S %

source: invalid cipher %s
id: cipher %s tidak valid

source: invalid mode %s
id: mode %s tidak valid

source: invalid cipher %s or mode %s
id: cipher %s atau mode %s tidak valid

source: cannot open disk %s
id: tidak bisa membuka disk %s

source: Enter passphrase for %s%s%s:
id: Masukkan frasa sandi untuk %s%s%s:

source: error reading password
id: galat saat membaca kata sandi

source: warning: hash is ignored if keyfile is specified
id: peringatan: hash diabaikan jika berkas kunci dinyatakan

source: warning: password specified with -p option is ignored if keyfile is provided
id: peringatan: kata sandi yang dinyatakan dengan opsi -p diabaikan jika berkas kunci diberikan

source: warning: keyfile offset option -O specified without keyfile option -d
id: peringatan: opsi ofset berkas kunci -O dinyatakan tanpa opsi berkas kunci -d

source: -c cipher -s key-size [-h hash] [-S sector-size] [-o offset] [-p password] [-u uuid] [[-d keyfile] [-O keyfile offset]] <SOURCE>
id: -c cipher -s ukuran-kunci [-h hash] [-S ukuran-sektor] [-o ofset] [-p kata sandi] [-u uuid] [[-d berkas kunci] [-O ofset berkas kunci]] <SUMBER>

source: Open partition encrypted in plain mode.
id: Buka partisi yang dienkripsi dalam mode polos.

source: relocation 0x%x is not implemented yet
id: relokasi 0x%x belum diimplementasi

source: relocation 0x%s is not implemented yet
id: relokasi 0x%s belum diimplementasi

source: no symbol table
id: tidak ada tabel simbol

source: this ELF file is not of the right type
id: berkas ELF ini bukan tipe yang benar

source: Load and initialize EFI emulator.
id: Muat dan inisialisasi emulator EFI.

source: Finalize loading of EFI emulator.
id: Finalisasi memuat emulator EFI.

source: Unload EFI emulator.
id: Bongkar emulator EFI.

source: symbol `%s' not found
id: simbol '%s' tidak ditemukan

source: Loaded fonts:
id: Fonta yang dimuat:

source: FILE...
id: BERKAS...

source: Specify one or more font files to load.
id: Nyatakan satu atau lebih berkas fonta yang akan dimuat.

source: List the loaded fonts.
id: Daftar fonta yang dimuat.

source: not a directory
id: bukan direktori

source: attempt to read past the end of file
id: mencoba membaca melewati akhir berkas

source: not a regular file
id: bukan berkas biasa

source: your core.img is unusually large. It won't fit in the embedding area
id: core.img Anda sangat besar. Ini tak akan muat dalam area penanaman

source: blocksize too large
id: ukuran blok terlalu besar

source: checksum verification failed
id: verifikasi checksum gagal

source: couldn't find a necessary member device of multi-device filesystem
id: tak bisa temukan perangkat anggota yang diperlukan dari sistem berkas multi-perangkat

source: no decryption key available
id: tidak ada kunci dekripsi yang tersedia

source: MAC verification failed
id: verifikasi MAC gagal

source: Assume input is raw.
id: Asumsikan masukan adalah mentah.

source: Assume input is hex.
id: Asumsikan masukan adalah heksa.

source: Assume input is passphrase.
id: Asumsikan masukan adalah frasa sandi.

source: Enter ZFS password:
id: Masukkan kata sandi ZFS:

source: [-h|-p|-r] [FILE]
id: [-h|-p|-r] [BERKAS]

source: Import ZFS wrapping key stored in FILE.
id: Impor kunci pembungkus ZFS yang disimpan dalam BERKAS.

source: Virtual device is removed
id: Perangkat virtual dihapus

source: Virtual device is offline
id: Perangkat virtual luring

source: Virtual device is degraded
id: Perangkat virtual terdegradasi

source: Virtual device is online
id: Perangkat virtual daring

source: Incorrect virtual device: no type available
id: Perangkat virtual salah: tidak ada tipe yang tersedia

source: Bootpath: unavailable
id: Bootpath: tidak tersedia

source: Path: unavailable
id: Path: tidak tersedia

source: Devid: unavailable
id: Devid: tidak tersedia
