Repository: swiss-os/grub
Catalog: po/*.po
Languages: id

source: No known filesystem detected
id: Tidak terdeteksi sistem berkas yang dikenal

source: - Partition start at %llu%sKiB
id: - Partisi mulai pada %llu%sKiB

source: - Sector size %uB
id: - Ukuran sektor %uB

source: - Total size unknown
id: - Ukuran total tidak diketahui

source: - Total size %llu%sKiB
id: - Ukuran total %llu%sKiB

source: --MORE--
id: --LAGI--

source: cannot open configuration file `%s': %s
id: tidak bisa membuka berkas konfigurasi '%s': %s

source: Success
id: Sukses

source: no compression is available for your platform
id: tidak ada kompresi yang tersedia untuk platform Anda

source: no IEEE1275 routines are available for your platform
id: tidak ada rutin IEEE1275 yang tersedia untuk platform Anda

source: no EFI routines are available for your platform
id: tidak ada rutin EFI yang tersedia untuk platform Anda

source: no SGI routines are available for your platform
id: tidak ada rutin SGI yang tersedia untuk platform Anda

source: no random number generator is available for your OS
id: tidak ada pembangkit bilangan acak yang tersedia untuk OS Anda

source: Failed to create `device-mapper' tree
id: Gagal membuat pohon 'device-mapper'

source: can't mount encrypted volume `%s': %s
id: tidak bisa mengait volume terenkripsi '%s': %s

source: cannot open grub disk `%s'
id: tidak bisa membuka disk grub '%s'

source: cannot get cryptodisk from source disk `%s'
id: tidak bisa mendapatkan cryptodisk dari disk sumber '%s'

source: cannot get dm node name for grub dev `%s'
id: tidak bisa mendapatkan nama node dm untuk grub dev '%s'

source: can't create dm task DM_DEVICE_TABLE
id: tak bisa membuat tugas dm DM_DEVICE_TABLE

source: can't set dm task name to `%s'
id: tak bisa menata nama tugas dm ke '%s'

source: can't run dm task for `%s'
id: tak bisa menjalankan tugas dm untuk '%s'

source: dm target of type `%s' is not `crypt'
id: target dm bertipe '%s' bukan 'crypt'

source: can't get cipher from dm-crypt parameters `%s'
id: tak bisa mendapatkan cipher dari parameter dm-crypt '%s'

source: can't get cipher mode from dm-crypt parameters `%s'
id: tak bisa mendapatkan mode cipher dari parameter dm-crypt '%s'

source: can't set cipher of cryptodisk `%s' to `%s' with mode `%s'
id: tak bisa menata cipher dari cryptodisk '%s' ke '%s' dengan mode '%s'

source: can't lookup hash sha256 by name
id: tak bisa mencari hash sha256 berdasarkan nama

source: couldn't open geom
id: tak bisa membuka geom

source: couldn't find geli consumer
id: tak bisa temukan konsumer geli

source: couldn't retrieve geli UUID
id: tak bisa mengambil UUID geli

source: couldn't find geom `part' class
id: tak bisa temukan kelas 'part' geom

source: attempting to read the core image `%s' from GRUB
id: mencoba membaca image core '%s' dari GRUB

source: attempting to read the core image `%s' from GRUB again
id: mencoba membaca image core '%s' dari GRUB lagi

source: cannot read `%s' correctly
id: tidak bisa membaca '%s' secara benar

source: failed to read the sectors of the core image
id: gagal membaca sektor dari image core

source: cannot get translator command line for path `%s': %s
id: tidak bisa mendapatkan baris perintah penerjemah untuk path '%s': %s

source: translator command line is empty for path `%s'
id: baris perintah penerjemah kosong untuk path '%s'

source: translator `%s' for path `%s' has several non-option words, at least `%s' and `%s'
id: penerjemah '%s' untuk path '%s' memiliki beberapa kata non-opsi, setidaknya '%s' dan '%s'

source: translator `%s' for path `%s' is given only options, cannot find device part
id: penerjemah '%s' untuk path '%s' hanya diberi opsi, tidak bisa menemukan bagian perangkat

source: Storage information for `%s' does not include type
id: Informasi penyimpanan untuk '%s' tidak termasuk jenis

source: `%s' is not a local disk
id: '%s' bukan disk lokal

source: Storage information for `%s' indicates neither a plain partition nor a plain disk
id: Informasi penyimpanan untuk '%s' tidak mengindikasikan partisi polos maupun disk polos

source: can't retrieve blocklists: %s
id: tak bisa mengambil daftar blok: %s

source: blocksize is not divisible by 512
id: ukuran blok tidak dapat dibagi oleh 512

source: invalid zero blocksize
id: ukuran blok nol tidak valid

source: can't retrieve blocklists
id: tak bisa mengambil daftar blok

source: ioctl RAID_VERSION error: %s
id: kesalahan ioctl RAID_VERSION: %s

source: unsupported RAID version: %d.%d
id: versi RAID tidak didukung: %d.%d

source: ioctl GET_ARRAY_INFO error: %s
id: kesalahan ioctl GET_ARRAY_INFO: %s

source: ioctl GET_DISK_INFO error: %s
id: kesalahan ioctl GET_DISK_INFO: %s

source: Unable to open stream from %s: %s
id: Tidak bisa membuka stream dari %s: %s

source: unknown kind of RAID device `%s'
id: perangkat RAID yang tak dikenal '%s'

source: `obppath' not found in parent dirs of `%s', no IEEE1275 name discovery
id: 'obppath' tidak ditemukan di direktori induk '%s', tidak ada penemuan nama IEEE1275

source: failed to get canonical path of `%s'
id: gagal mendapatkan path kanonik '%s'

source: unknown device type %s
id: tipe perangkat %s tidak diketahui

source: Usage: %s DEVICE
id: Penggunaan: %s PERANGKAT

source: Unable to fork: %s
id: Tidak bisa fork: %s

source: Unable to create pipe: %s
id: Tidak bisa membuat pipa: %s

source: cannot save the original directory
id: tidak bisa menyimpan direktori asli

source: cannot restore the original directory
id: tidak bisa memulihkan direktori asli

source: cannot stat `%s': %s
id: tidak bisa stat '%s': %s

source: cannot make temporary file: %s
id: tidak bisa membuat berkas sementara: %s

source: cannot make temporary directory: %s
id: tidak bisa membuat direktori sementara: %s

source: couldn't find IEEE1275 device path for %s. You will have to set `boot-device' variable manually
id: tidak dapat menemukan path perangkat IEEE1275 untuk %s. Anda harus menata variabel 'boot-device' secara manual

source: %s: not found
id: %s: tidak ditemukan

source: `nvsetenv' failed. You will have to set `boot-device' variable manually. At the IEEE1275 prompt, type: %s
id: 'nvsetenv' gagal. Anda harus menata variabel 'boot-device' secara manual. Pada prompt IEEE1275, ketik: %s

source: You will have to set `SystemPartition' and `OSLoader' manually.
id: Anda harus menata 'SystemPartition' dan 'OSLoader' secara manual.

source: no `/' in canonical filename
id: tidak ada '/' dalam nama berkas kanonik

source: cygwin_conv_path() failed
id: cygwin_conv_path() gagal

source: couldn't retrieve random data
id: tak bisa mengambil data acak

source: Insufficient privileges to access firmware, assuming BIOS
id: Hak istimewa tidak cukup untuk mengakses firmware, mengasumsikan BIOS

source: no EFI routines are available when running in BIOS mode
id: tidak tersedia rutin EFI saat berjalan dalam mode BIOS

source: unexpected EFI error
id: kesalahan EFI yang tidak terduga

source: Couldn't find a free BootNNNN slot
id: Tak bisa temukan slot BootNNNN bebas

source: this GPT partition label contains no BIOS Boot Partition; embedding won't be possible
id: label partisi GPT ini tidak memiliki Partisi Boot BIOS; penanaman tidak akan mungkin

source: your BIOS Boot Partition is too small; embedding won't be possible
id: Partisi Boot BIOS Anda terlalu kecil; penanaman tidak akan mungkin

source: Sector %llu is already in use by raid controller `%s'; avoiding it. Please ask the manufacturer not to store data in MBR gap
id: Sektor %llu sudah digunakan oleh pengendali raid '%s'; menghindarinya. Mohon minta pabrikan untuk tidak menyimpan data di celah MBR

source: Sector %llu is already in use by the program `%s'; avoiding it. This software may cause boot or other problems in future. Please ask its authors not to store data in the boot track
id: Sektor %llu sudah digunakan oleh program '%s'; menghindari itu. Perangkat lunak ini dapat menyebabkan masalah boot atau masalah lainnya di masa mendatang. Mohon minta pembuatnya untuk tidak menyimpan data di trek boot

source: other software is using the embedding area, and there is not enough room for core.img. Such software is often trying to store data in a way that avoids detection. We recommend you investigate
id: perangkat lunak lain menggunakan area penanaman, dan tidak ada cukup ruang untuk core.img. Perangkat lunak seperti itu sering kali mencoba menyimpan data dengan cara yang menghindari deteksi. Kami sarankan Anda menyelidiki

source: this msdos-style partition label has no post-MBR gap; embedding won't be possible
id: label partisi gaya msdos ini tidak memiliki celah pasca MBR; penanaman tidak akan mungkin

source: your embedding area is unusually small. core.img won't fit in it.
id: area penanaman Anda sangat kecil. core.img tidak akan masuk disana.

source: Make partition active
id: Jadikan partisi aktif

source: not a primary partition
id: bukan partisi primer

source: Partition %d is active now.
id: Partisi %d sekarang aktif.

source: Cleared active flag on %d.
id: Flag aktif dihapus pada %d.

source: Change partition type
id: Ubah tipe partisi

source: Set `hidden' flag in partition type
id: Menata flag 'hidden' dalam tipe partisi

source: the partition type 0x%x isn't valid
id: tipe partisi 0x%x tidak valid

source: Setting partition type to 0x%x
id: Menata tipe partisi ke 0x%x

source: can't break 0 loops
id: tak bisa memutus pengulangan 0

source: not in function body
id: tidak dalam badan fungsi

source: invalid variable name `%s'
id: nama variabel '%s' tidak valid

source: cannot allocate command buffer
id: tidak bisa mengalokasikan penyangga perintah

source: attempt to redefine a function being executed
id: mencoba mendefinisikan ulang suatu fungsi yang sedang dijalankan

source: unexpected end of file
id: akhir berkas yang tak terduga

source: Exit from loops
id: Keluar dari pengulangan

source: Continue loops
id: Lanjutkan pengulangan

source: Shift positional parameters.
id: Geser parameter posisi.

source: [VALUE]...
id: [NILAI]...

source: Set positional parameters.
id: Tata parameter posisi.

source: Return from a function.
id: Kembali dari suatu fungsi.

source: [-m (stretch|normal)] FILE
id: [-m (stretch|normal)] BERKAS

source: Load background image for active terminal.
id: Muat gambar latar untuk terminal aktif.

source: COLOR
id: WARNA

source: Set background color for active terminal.
id: Tata warna latar untuk terminal aktif.

source: Show CBMEM console content.
id: Tampilkan konten konsol CBMEM.

source: Set the serial unit.
id: Tata unit serial.

source: Set the serial port address.
id: Tata alamat port serial.

source: Set the serial port speed.
id: Tata kecepatan port serial.

source: Set the serial port word length.
id: Tata panjang kata port serial.

source: Set the serial port parity.
id: Tata paritas port serial.

source: Set the serial port stop bits.
id: Tata stop bit port serial.

source: Set the base frequency.
id: Tata frekuensi basis.

source: Enable/disable RTS/CTS.
id: Aktifkan/nonaktifkan RTS/CTS.

source: incorrect MMIO address syntax
id: sintaks alamat MMIO salah

source: incorrect MMIO access size
id: ukuran akses MMIO salah

source: serial port `%s' isn't found
id: port serial '%s' tidak ditemukan

source: unsupported serial port flow control
id: kontrol aliran port serial yang tidak didukung

source: [OPTIONS...]
id: [OPSI...]

source: Configure serial port.
id: Konfigurasikan port serial.

source: unknown terminfo type `%s'
id: tipe terminfo '%s' tidak diketahui

source: visually-ordered UTF-8
id: UTF-8 yang diurutkan secara visual

source: Unknown encoding
id: Pengkodean tidak diketahui

source: Current terminfo types:
id: Tipe terminfo saat ini:

source: Terminal is ASCII-only [default].
id: Terminal hanya ASCII [baku].

source: Terminal is logical-ordered UTF-8.
id: Terminal adalah UTF-8 yang diurutkan secara logis.

source: Terminal is visually-ordered UTF-8.
id: Terminal adalah UTF-8 yang diurutkan secara visual.

source: Terminal has specified geometry.
id: Terminal memiliki geometri yang ditentukan.

source: WIDTHxHEIGHT.
id: LEBARxTINGGI.

source: incorrect terminal dimensions specification
id: spesifikasi dimensi terminal salah

source: terminal %s isn't found or it's not handled by terminfo
id: terminal %s tidak ditemukan atau tidak ditangani oleh terminfo

source: [[-a|-u|-v] [-g WxH] [TERM] [TYPE]]
id: [[-a|-u|-v] [-g WxH] [TERM] [TIPE]]

source: Set terminfo type of TERM to TYPE.
id: Tata tipe terminfo TERM ke TIPE.

source: Print and execute block argument.
id: Cetak dan jalankan argumen blok.

source: bitmap file `%s' is of unsupported format
id: berkas bitmap '%s' berformat yang tidak didukung

source: VBE info: version: %d.%d OEM software rev: %d.%d
id: Info VBE: versi: %d.%d rev perangkat lunak OEM: %d.%d

source: total memory: %d KiB
id: memori total: %d KiB

source: no suitable video mode found
id: tidak ditemukan mode video yang cocok

source: peek out of range
id: peek di luar jangkauan

source: access denied
id: akses ditolak

source: MODULES
id: MODUL

source: pre-load specified modules MODULES
id: pra-muat modul MODUL yang ditentukan

source: embed a specific DTB
id: tanamkan DTB tertentu

source: install only MODULES and their dependencies [default=all]
id: pasang hanya MODUL dan dependensinya [baku=semua]

source: THEMES
id: TEMA

source: install THEMES [default=%s]
id: pasang TEMA [baku=%s]

source: FONTS
id: FONTA

source: install FONTS [default=%s]
id: pasang FONTA [baku=%s]

source: LOCALES
id: LOCALE

source: install only LOCALES [default=all]
id: pasang hanya LOCALE [baku=semua]

source: compress GRUB files [optional]
id: mampatkan berkas GRUB [opsional]

source: choose the compression to use for core image
id: pilih kompresi yang akan dipakai bagi image core

source: use images and modules under DIR [default=%s/<platform>]
id: gunakan image dan modul di bawah DIR [baku=%s/<platform>]

source: use translations under DIR [default=%s]
id: gunakan terjemahan di bawah DIR [baku=%s]

source: use themes under DIR [default=%s]
id: gunakan tema di bawah DIR [baku=%s]

source: embed FILE as public key for signature checking
id: tanamkan BERKAS sebagai kunci publik untuk pemeriksaan tanda tangan

source: SBAT metadata
id: metadata SBAT

source: disable shim_lock verifier
id: nonaktifkan verifikator shim_lock

source: cannot sync `%s': %s
id: tidak dapat menyelaraskan '%s': %s

source: cannot rename the file %s to %s
id: tidak bisa mengganti nama berkas %s menjadi %s

source: disk does not exist, so falling back to partition device %s
id: disk tidak ada, jadi kembali ke perangkat partisi %s

source: Commands:
id: Perintah:

source: Create a blank environment block file.
id: Buat suatu berkas blok lingkungan kosong.

source: List the current variables.
id: Tampilkan daftar variabel saat ini.

source: set [NAME=VALUE ...]
id: tata [NAMA=NILAI ...]

source: Set variables.
id: Tata variabel.

source: unset [NAME ...]
id: batal tata [NAMA ...]

source: Delete variables.
id: Hapus variabel.

source: Options:
id: Opsi:

source: You need to specify at least one command.
id: Anda perlu menentukan setidaknya satu perintah.

source: FILENAME COMMAND
id: PERINTAH NAMA_BERKAS

source: Tool to edit environment block.
id: Alat untuk menyunting blok lingkungan.

source: If FILENAME is `-', the default value %s is used. There is no `delete' command; if you want to delete the whole environment block, use `rm %s'.
id: Jika NAMABERKAS adalah '-', nilai baku %s digunakan. Tidak ada perintah 'delete'; jika Anda ingin menghapus seluruh blok lingkungan, gunakan 'rm %s'.

source: environment block too small
id: blok lingkungan terlalu kecil

source: cannot get file location `%s': %s
id: tidak bisa mendapat lokasi berkas '%s': %s

source: invalid environment block
id: blok lingkungan tidak valid

source: invalid parameter %s
id: parameter tidak valid %s

source: cannot find a device for %s (is /dev mounted?)
id: tidak bisa temukan perangkat untuk %s (apakah /dev dikait?)

source: cannot find a GRUB drive for %s. Check your device.map
id: tidak bisa temukan drive GRUB untuk %s. Periksa device.map Anda

source: disk read fails at offset %lld, length %lld
id: pembacaan disk gagal pada ofset %lld, panjang %lld

source: invalid skip value %lld
id: nilai lewati tidak valid %lld

source: read error at offset %llu: %s
id: galat baca pada ofset %llu: %s

source: cannot open OS file `%s': %s
id: tidak bisa membuka berkas OS '%s': %s

source: cannot write to the stdout: %s
id: tidak bisa menulis ke stdout: %s

source: compare fail at offset %llu
id: membandingkan gagal pada ofset %llu

source: OS file %s open error: %s
id: galat buka berkas OS %s: %s

source: `loopback' command fails: %s
id: perintah 'loopback' gagal: %s

source: `cryptomount' command fails: %s
id: perintah 'cryptomount' gagal: %s

source: couldn't retrieve UUID
id: tidak bisa mengambil UUID

source: List files in PATH.
id: Cantumkan berkas dalam PATH.

source: cp FILE LOCAL
id: cp BERKAS LOKAL

source: Copy FILE to local file LOCAL.
id: Salin BERKAS ke berkas lokal LOKAL.

source: cat FILE
id: cat BERKAS

source: Copy FILE to standard output.
id: Salin BERKAS ke keluaran standar.

source: cmp FILE LOCAL
id: cmp BERKAS LOKAL

source: Compare FILE with local file LOCAL.
id: Bandingkan BERKAS dengan berkas lokal LOKAL.

source: hex FILE
id: hex BERKAS

source: Show contents of FILE in hex.
id: Tampilkan isi BERKAS dalam heksa.

source: crc FILE
id: crc BERKAS

source: Get crc32 checksum of FILE.
id: Dapatkan checksum crc32 dari BERKAS.

source: blocklist FILE
id: blocklist BERKAS

source: Display blocklist of FILE.
id: Tampilkan daftar blok dari BERKAS.

source: xnu_uuid DEVICE
id: xnu_uuid PERANGKAT

source: Compute XNU UUID of the device.
id: Hitung UUID XNU perangkat.

source: Skip N bytes from output file.
id: Lewati N byte dari berkas keluaran.

source: Handle N bytes in output file.
id: Tangani N byte dalam berkas keluaran.

source: Specify the number of input files.
id: Tentukan banyaknya berkas masukan.

source: Set debug environment variable.
id: Tetapkan variabel lingkungan debug.

source: Mount crypto devices.
id: Kai perangkat kripto.

source: FILE|prompt
id: BERKAS|prompt

source: Load zfs crypto key.
id: Muat kunci kripto zfs.

source: Uncompress data.
id: Buka kompresi data.

source: Invalid disk count.
id: Cacah disk tidak valid.

source: Disk count must precede disks list.
id: Cacah disk harus mendahului daftar disk.

source: No command is specified.
id: Tidak ada perinta yang dinyatakan.

source: Not enough parameters to command.
id: Tidak cukup parameter ke perintah.

source: Invalid command %s.
id: Perintah tidak valid %s.

source: IMAGE_PATH COMMANDS
id: PATH_CITRA PERINTAH

source: Debug tool for filesystem driver.
id: Alat awakutu untuk driver sistem berkas.

source: set input filename for 32-bit part.
id: tata nama berkas masukan untuk bagian 32-bit.

source: set input filename for 64-bit part.
id: tata nama berkas masukan untuk bagian 64-bit.

source: set output filename. Default is STDOUT
id: tata nama berkas keluaran. Baku adalah STDOUT

source: [OPTIONS]
id: [OPSI]

source: Glue 32-bit and 64-bit binary into Apple universal one.
id: Rekatkan biner 32-bit dan 64-bit ke dalam biner universal Apple.

source: Missing input file
id: Kurang berkas masukan

source: cannot copy `%s' to `%s': %s
id: tidak bisa menyalin '%s' ke '%s': %s

source: can't compress `%s' to `%s'
id: tak bias memampatkan '%s' ke '%s'

source: failed to make directory: '%s'
id: gagal membuat direktori: '%s'

source: cannot open directory `%s': %s
id: tidak bisa membuka direktori '%s': %s

source: cannot backup `%s': %s
id: tidak bisa merekam cadang '%s': %s

source: cannot restore `%s': %s
id: tidak bisa memulihkan '%s': %s

source: cannot delete `%s': %s
id: tidak bisa menghapus '%s': %s

source: grub-mkimage is compiled without XZ support
id: grub-mkimage dikompilasi tanpa dukungan XZ

source: Unknown compression format %s
id: Format kompresi tidak diketahui %s

source: Unrecognized compression `%s'
id: Kompresi tidak dikenal '%s'

source: unknown target format %s
id: format target tidak diketahui %s

source: cannot find locale `%s'
id: tidak bisa temukan locale '%s'

source: %s doesn't exist. Please specify --target or --directory
id: %s tidak ada. Harap nyatakan --target atau --directory

source: invalid modinfo file `%s'
id: berkas modinfo '%s' tidak valid

source: Unknown platform `%s-%s'
id: Platform tidak diketahui '%s-%s'

source: More than one install device?
id: Lebih dari satu perangkat instalasi?

source: install GRUB images under the directory DIR/%s instead of the %s directory
id: instal image GRUB di bawah direktori DIR/%s bukan direktori %s

source: install GRUB for TARGET platform [default=%s]; available targets: %s
id: pasang GRUB untuk platform TARGET [baku=%s]; target yang tersedia: %s

source: make the drive also bootable as floppy (default for fdX devices). May break on some BIOSes.
id: jadikan drive tersebut juga dapat di-boot sebagai floppy (baku untuk perangkat fdX). Mungkin rusak pada beberapa BIOS.

source: delete device map if it already exists
id: hapus peta perangkat jika sudah ada

source: install even if problems are detected
id: pasang bahkan jika masalah terdeteksi

source: use identifier file even if UUID is available
id: gunakan berkas pengenal bahkan jika UUID tersedia

source: disk module to use (biosdisk or native). This option is only available on BIOS target.
id: modul disk yang akan digunakan (biosdisk atau native). Opsi ini hanya tersedia pada target BIOS.

source: don't update the `boot-device'/`Boot*' NVRAM variables. This option is only available on EFI and IEEE1275 targets.
id: jangan perbarui variabel NVRAM 'boot-device'/'Boot*'. Opsi ini hanya tersedia pada target EFI dan IEEE1275.

source: do not probe for filesystems in DEVICE
id: jangan jajaki sistem berkas di DEVICE

source: do not install bootsector
id: jangan pasang bootsector

source: Do not apply any reed-solomon codes when embedding core.img. This option is only available on x86 BIOS targets.
id: Jangan terapkan kode reed-solomon apa pun saat menyematkan core.img. Opsi ini hanya tersedia pada target BIOS x86.

source: the installation device is removable. This option is only available on EFI.
id: perangkat instalasi dapat dilepas. Opsi ini hanya tersedia pada EFI.

source: the ID of bootloader. This option is only available on EFI and Macs.
id: ID bootloader. Opsi ini hanya tersedia pada EFI dan Mac.

source: use DIR as the EFI System Partition root.
id: gunakan DIR sebagai root Partisi Sistem EFI.

source: use DIR for PPC MAC install.
id: gunakan DIR untuk instalasi PPC MAC.

source: use FILE as font for label
id: gunakan BERKAS sebagai fonta untuk label

source: use COLOR for label
id: gunakan WARNA untuk label

source: use COLOR for label background
id: gunakan WARNA untuk latar belakang label

source: use STRING as product version
id: gunakan STRING sebagai versi produk

source: [OPTION] [INSTALL_DEVICE]
id: [OPSI] [PERANGKAT_INSTALASI]

source: Install GRUB on your drive.
id: Pasang GRUB pada drive Anda.

source: INSTALL_DEVICE must be system device filename. %s copies GRUB images into %s. On some platforms, it may also install GRUB into the boot sector.
id: PERANGKAT_INSTALASI harus berupa nama berkas perangkat sistem. %s menyalin citra GRUB ke %s. Pada beberapa platform, GRUB juga dapat dipasang ke sektor boot.

source: the drive %s is defined multiple times in the device map %s
id: drive %s didefinisikan beberapa kali di peta perangkat %s

source: Unable to open %s: %s
id: Tidak bisa membuka %s: %s

source: Unable to determine your platform. Use --target.
id: Tidak bisa menentukan platform Anda. Gunakan --target.

source: Installing for %s platform.
id: Memasang untuk platform %s.

source: install device isn't specified
id: perangkat instalasi tidak dinyatakan

source: cannot find EFI directory
id: tidak bisa temukan direktori EFI
