Repository: swiss-os/grub
Catalog: po/*.po
Languages: id

source: %s doesn't look like an EFI partition, system may not boot
id: %s tidak terlihat seperti partisi EFI, sistem mungkin tidak bisa di-boot

source: %s doesn't look like an EFI partition
id: %s tidak terlihat seperti partisi EFI

source: You've found a bug
id: Anda menemukan bug

source: filesystem on %s is neither HFS nor HFS+
id: sistem berkas pada %s bukanlah HFS atau HFS+

source: attempt to install to encrypted disk without cryptodisk enabled. Set `%s' in file `%s'
id: mencoba memasang ke disk terenkripsi tanpa mengaktifkan cryptodisk. Tata '%s' dalam berkas '%s'

source: Can't create file: %s
id: Tak bisa membuat berkas: %s

source: NOT RUNNING:
id: TIDAK SEDANG BERJALAN:

source: the chosen partition is not a PReP partition
id: partisi yang dipilih bukan suatu partisi PReP

source: failed to copy Grub to the PReP partition
id: gagal menyalin Grub ke partisi PReP

source: the PReP partition is not empty. If you are sure you want to use it, run dd to clear it: `%s'
id: partisi PReP tidak kosong. Jika Anda yakin ingin menggunakannya, jalankan dd untuk membersihkannya: '%s'

source: efibootmgr failed to register the boot entry: %s
id: efibootmgr gagal mendaftarkan entri boot: %s

source: EFI bootloader id isn't specified.
id: bootloader EFI tidak dispesifikasikan.

source: WARNING: no platform-specific install was performed
id: PERINGATAN: tidak ada instalasi khusus platform yang dilakukan

source: Installation finished. No error reported.
id: Instalasi selesai. Tidak ada kesalahan yang dilaporkan.

source: No path or device is specified.
id: Tidak ada path atau perangkat yang dispesifikasikan.

source: --ppc PATH|--x86 FILE
id: --ppc PATH|--x86 BERKAS

source: Usage: %s [INFILE [OUTFILE]]
id: Penggunaan: %s [BERKAS_MASUK [BERKAS_KELUAR]]

source: Freetype Error %d loading glyph 0x%x for U+0x%x%s
id: Kesalahan Freetype %d saat memuat glif 0x%x untuk U+0x%x%s

source: (leftmost)
id: (paling kiri)

source: (rightmost)
id: (paling kanan)

source: Out of range substitution (%d, %u)
id: Substitusi di luar jangkauan (%d, %u)

source: Out of range lookup: %d
id: Pencarian di luar jangkauan: %d

source: Unsupported substitution type: %d
id: Tipe substitusi yang tidak didukung: %d

source: Unsupported substitution specification: %u
id: Spesifikasi substitusi tidak didukung: %u

source: invalid font range
id: rentang fonta tidak valid

source: Unsupported coverage specification: %u
id: Spesifikasi cakupan tidak didukung: %u

source: WARNING: unsupported font feature parameters: %x
id: PERINGATAN: parameter fitur fonta tidak didukung: %x

source: save output in FILE [required]
id: simpan keluaran dalam BERKAS [diperlukan]

source: select face index
id: pilih indeks wajah

source: FROM-TO[,FROM-TO]
id: DARI-SAMPAI[,DARI-SAMPAI]

source: set font range
id: tata rentang fonta

source: NAME
id: NAMA

source: set font family name
id: tata nama keluarga fonta

source: SIZE
id: UKURAN

source: set font size
id: tata ukuran fonta

source: convert to bold font
id: ubah ke fonta tebal

source: ignore bitmap strikes when loading
id: abaikan bitmap strikes saat memuat

source: [OPTIONS] FONT_FILES
id: [OPSI] BERKAS_FONTA

source: Convert common font file formats into PF2
id: Konversikan format berkas fonta umum ke PF2

source: output file must be specified
id: berkas keluaran mesi dispesifikasikan

source: FT_Init_FreeType fails
id: FT_Init_FreeType gagal

source: can't open file %s, index %d: error %d
id: tak bisa membuka berkas %s, indeks %d: galat %d

source: can't set %dx%d font size: Freetype error %d: %s
id: tak bisa menata ukuran fonta %dx%d: Galat Freetype %d: %s

source: set prefix directory
id: tata direktori awalan

source: add NOTE segment for CHRP IEEE1275
id: tambahkan segmen CATATAN untuk CHRP IEEE1275

source: output a generated image to FILE [default=stdout]
id: keluarkan gambar yang dihasilkan ke BERKAS [baku=stdout]

source: generate an image in FORMAT
id: hasilkan citra dalam FORMAT

source: available formats:
id: format yang tersedia:

source: unknown target format %s
id: format target yang tidak diketahui %s

source: [OPTION]... [MODULES]
id: [OPSI]... [MODUL]

source: Make a bootable image of GRUB.
id: Buat image GRUB yang dapat di-boot.

source: Target format not specified (use the -O option).
id: Format target tidak ditentukan (gunakan opsi -O).

source: Prefix not specified (use the -p option).
id: Awalan tidak ditentukan (gunakan opsi -p).

source: cannot close `%s': %s
id: tidak bisa memutup '%s': %s

source: `%s' is miscompiled: its start address is 0x%llx instead of 0x%llx: ld.gold bug?
id: '%s' salah dikompilasi: alamat awalnya adalah 0x%llx bukan 0x%llx: bug ld.gold?

source: set input filename. Default is STDIN
id: tata nama berkas masukan. Bakunya adalah STDIN

source: Unknown keyboard scan identifier %s
id: Pengidentifikasi pemindaian papan tik tidak diketahui %s

source: Unknown keyboard scan code 0x%02x
id: Kode pemindaian papan tik tidak dikenal 0x%02x

source: ERROR: no valid keyboard layout found. Check the input.
id: GALAT: tidak ditemukan tata letak papan tik yang valid. Periksa masukan.

source: Generate GRUB keyboard layout from Linux console one.
id: Hasilkan tata letak papan tik GRUB dari konsol Linux.

source: root directory of TFTP server
id: direktori root server TFTP

source: relative subdirectory on network server
id: sub direktori relatif pada server jaringan

source: Prepares GRUB network boot images at net_directory/subdir assuming net_directory being TFTP root.
id: Mempersiapkan citra boot jaringan GRUB di net_directory/subdir dengan asumsi net_directory menjadi root TFTP.

source: unsupported platform %s
id: platform %s yang tidak didukung

source: Netboot directory for %s created. Configure your DHCP server to point to %s
id: Direktori netboot untuk %s dibuat. Konfigurasikan server DHCP Anda agar mengarah ke %s

source: Number of PBKDF2 iterations
id: Cacah iterasi PBKDF2

source: Length of generated hash
id: Panjang hash yang dihasilkan

source: Length of salt
id: Panjang salt

source: Generate PBKDF2 password hash.
id: Hasilkan hash kata sandi PBKDF2.

source: failure to read password
id: kegagalan membaca kata sandi

source: Reenter password:
id: Masukkan lagi kata sandi:

source: passwords don't match
id: kata sandi tidak cocok

source: couldn't retrieve random data for salt
id: tidak bisa mengambil data acak untuk salt

source: cryptographic error number %d
id: galat kriptografis nomor %d

source: PBKDF2 hash of your password is %s
id: Hash PBKDF2 dari kata sandi Anda adalah %s

source: No path is specified.
id: Tidak ada path yang dispesifikasikan.

source: Transform a system filename into GRUB one.
id: Mengubah nama berkas sistem menjadi GRUB.

source: save ROM images in DIR [optional]
id: simpan image ROM di DIR [opsional]

source: use FILE as xorriso [optional]
id: gunakan BERKAS sebagai xorriso [opsional]

source: use STRING as product name
id: gunakan STRING sebagai nama produk

source: enable sparc boot. Disables HFS+, APM, ARCS and boot as disk image for i386-pc
id: mengaktifkan boot sparc. Menonaktifkan HFS+, APM, ARCS, dan boot sebagai image disk untuk i386-pc

source: enable ARCS (big-endian mips machines, mostly SGI) boot. Disables HFS+, APM, sparc64 and boot as disk image for i386-pc
id: mengaktifkan boot ARCS (mesin mips big-endian, sebagian besar SGI). Menonaktifkan HFS+, APM, sparc64, dan boot sebagai image disk untuk i386-pc

source: Make GRUB CD-ROM, disk, pendrive and floppy bootable image.
id: Jadikan GRUB CD-ROM, disk, pendrive, dan floppy sebagai image yang dapat di-boot.

source: Generates a bootable CD/USB/floppy image. Arguments other than options to this program are passed to xorriso, and indicate source files, source directories, or any of the mkisofs options listed by the output of `%s'.
id: Menghasilkan citra CD/USB/floppy yang dapat di-boot. Argumen selain opsi untuk program ini diteruskan ke xorriso, dan mengindikasikan berkas sumber, direktori sumber, atau salah satu opsi mkisofs yang tercantum dalam keluaran '%s'.

source: Option -- switches to native xorriso command mode.
id: Opsi -- beralih ke mode perintah xorriso asli.

source: Mail xorriso support requests to <bug-xorriso@gnu.org>.
id: Kirimkan surel permintaan dukungan xorriso ke <bug-xorriso@gnu.org>.

source: [OPTION] SOURCE...
id: [OPSI] SUMBER...

source: enabling %s support ...
id: mengaktifkan dukungan %s ...

source: xorriso not found
id: xorriso tidak ditemukan

source: Your xorriso doesn't support `--grub2-boot-info'. Some features are disabled. Please use xorriso 1.2.9 or later.
id: xorriso Anda tidak mendukung '--grub2-boot-info'. Beberapa fitur dinonaktifkan. Harap gunakan xorriso 1.2.9 atau yang lebih baru.

source: Your xorriso doesn't support `--grub2-boot-info'. Your core image is too big. Boot as disk is disabled. Please use xorriso 1.2.9 or later.
id: xorriso Anda tidak mendukung '--grub2-boot-info'. Image core Anda terlalu besar. Booti sebagai disk dinonaktifkan. Harap gunakan xorriso 1.2.9 atau yang lebih baru.

source: Generate a standalone image (containing all modules) in the selected format
id: Hasilkan image mandiri (berisi semua modul) dalam format yang dipilih

source: IMAGE1 [IMAGE2 ...] MOUNTPOINT
id: IMAGE1 [IMAGE2 ...] TITIK_KAIT

source: need an image and mountpoint
id: butuh image dan titik kait

source: given argument is a system device, not a path
id: argumen yang diberikan adalah perangkat sistem, bukan path

source: print verbose messages (pass twice to enable debug printing).
id: cetak pesan rinci (berikan dua kali untuk mengaktifkan pencetakan debug).

source: separate items in output using ASCII NUL characters
id: pisahkan item dalam keluaran menggunakan karakter ASCII NUL

source: [default=%s]
id: [baku=%s]

source: print TARGET
id: cetak TARGET

source: available targets:
id: target yang tersedia:

source: [OPTION]... [PATH|DEVICE]
id: [OPSI]... [PATH|PERANGKAT]

source: Probe device information for a given path (or device, if the -d option is given).
id: Jajaki informasi perangkat untuk path yang diberikan (atau perangkat, jika opsi -d diberikan).

source: read text from FILE.
id: baca teks dari BERKAS.

source: use COLOR for text
id: gunakan WARNA untuk teks

source: use COLOR for background
id: gunakan WARNA untuk latar belakang

source: set the label to render
id: mengatur label untuk dirender

source: use FILE as font (PF2).
id: gunakan BERKAS sebagai fonta (PF2).

source: Missing arguments
id: Kurang argumen

source: Checks GRUB script configuration file for syntax errors.
id: Memeriksa berkas konfigurasi skrip GRUB untuk kesalahan sintaksis.

source: Syntax error at line %u
id: Kesalahan sintaksis pada baris %u

source: Script `%s' contains no commands and will do nothing
id: Skrip '%s' tidak mengandung perintah dan tidak akan melakukan apa pun

source: use FILE as the boot image [default=%s]
id: gunakan BERKAS sebagai image boot [baku=%s]

source: use FILE as the core image [default=%s]
id: gunakan BERKAS sebagai image core [baku=%s]

source: No device is specified.
id: Tidak ada perangkat yang dispesifikasikan.

source: Set up images to boot from DEVICE. You should not normally run this program directly. Use grub-install instead.
id: Menyiapkan image untuk boot dari PERANGKAT. Anda biasanya tidak menjalankan program ini secara langsung. Gunakan grub-install sebagai gantinya.

source: DEVICE must be an OS device (e.g. /dev/sda).
id: PERANGKAT harus berupa perangkat OS (mis. /dev/sda).

source: Invalid device `%s'.
id: Perangkat '%s' tidak valid.

source: root directory as it will be seen on runtime [default=/].
id: direktori root seperti yang akan terlihat saat runtime [baku=/].

source: current directory of syslinux as it will be seen on runtime [default is parent directory of input file].
id: direktori syslinux saat ini seperti yang akan terlihat saat runtime [bakunya adalah direktori induk dari berkas masukan].

source: write output to FILE [default=stdout].
id: tulis keluaran ke BERKAS [baku=stdout].

source: Transform syslinux config into GRUB one.
id: Transformasikan konfigurasi syslinux menjadi GRUB.

source: cannot compress the kernel image
id: tidak bisa memampatkan image kernel

source: unknown compression %d
id: kompresi tidak diketahui %d

source: section name %s length is bigger than %lu
id: panjang nama bagian %s lebih dari %lu

source: Decompressor is too big
id: Pendekompresi terlalu besar

source: core image is too big (0x%x > 0x%x)
id: image core terlalu besar (0x%x > 0x%x)

source: kernel image is too big (0x%x > 0x%x)
id: image kernel terlalu besar (0x%x > 0x%x)

source: diskboot.img size must be %u bytes
id: ukuran diskboot.img seharusnya %u bytes

source: fwstart.img doesn't match the known good version. proceed at your own risk
id: fwstart.img tidak cocok dengan versi yang diketahui baik. lanjutkan dengan risiko Anda sendiri

source: firmware image is too big
id: image firmware terlalu besar

source: invalid line format: %s
id: format baris tidak valid: %s

source: line too long, length greater than %zu: module %s
id: baris terlalu panjang, panjangnya lebih dari %zu: modul %s

source: the sectors of the core file are too fragmented
id: sektor dari berkas core terlalu terfragmentasi

source: the size of `%s' is not %u
id: ukuran dari '%s' bukan %u

source: the size of `%s' is too small
id: ukuran dari '%s' terlalu kecil

source: Attempting to install GRUB to a disk with multiple partition labels or both partition label and filesystem. This is not supported yet.
id: Mencoba memasang GRUB ke sebuah disk dengan beberapa label partisi atau label partisi dan sistem berkas sekaligus. Ini belum didukung.

source: unable to identify a filesystem in %s; safety check can't be performed
id: tidak bisa mengidentifikasi sebuah sistem berkas dalam %s; pemeriksaan keamanan tak dapat dilakukan

source: %s appears to contain a %s filesystem which isn't known to reserve space for DOS-style boot. Installing GRUB there could result in FILESYSTEM DESTRUCTION if valuable data is overwritten by grub-setup (--skip-fs-probe disables this check, use at your own risk)
id: %s sepertinya berisi sebuah sistem berkas %s yang tak diketahui apakah mencadangkan ruang untuk boot gaya-DOS. Memasang GRUB disana dapat berakibat KEHANCURAN SISTEM BERKAS jika data berharga ditimpa oleh grub-setup (--skip-fs-probe menonaktifkan pemeriksaan ini, gunakan sesuai resiko anda)

source: no terminator in the core image
id: tidak terminator dalam image core

source: core.img version mismatch
id: ketidakcocokan versi core.img

source: filesystem `%s' doesn't support blocklists
id: sistem berkas '%s' tidak mendukung daftar blok

source: will not proceed with blocklists
id: tidak akan melanjutkan dengan daftar blok

source: blocklists are invalid
id: daftar blok tidak valid

source: blocklists are incomplete
id: daftar blok tidak lengkap

source: Usage: %s -o OUTPUT CKBMAP_ARGUMENTS...\n
id: Penggunaan: %s -o KELUARAN ARGUMEN_CKBMAP...\n

source: Make GRUB keyboard layout file.
id: Buat berkas tata letak papan tik GRUB.

source: print this message and exit
id: cetak pesan ini dan keluar

source: print the version information and exit
id: cetak informasi versi dan keluar

source: %s generates a keyboard layout for GRUB using ckbcomp\n
id: %s menghasilkan tata letak papan tik untuk GRUB menggunakan ckbcomp\n

source: Report bugs to <bug-grub@gnu.org>.
id: Laporkan bug ke <bug-grub@gnu.org>.

source: %s: option requires an argument -- `%s'\n
id: %s: opsi memerlukan argumen -- '%s'\n

source: Usage: %s [OPTION]\n
id: Cara pakai: %s [OPSI]\n

source: Generate a grub config file
id: Buat berkas konfigurasi grub

source: output generated config to FILE [default=stdout]
id: keluarkan konfigurasi yang dihasilkan ke BERKAS [baku=stdout]

source: Unrecognized option `%s'\n
id: Opsi tidak dikenal '%s'\n

source: %s: You must run this as root\n
id: %s: Anda harus menjalankan ini sebagai root\n

source: %s: Not found.\n
id: %s: Tidak ditemukan.\n

source: Generating grub configuration file ...
id: Menghasilkan berkas konfigurasi grub ...

source: Syntax errors are detected in generated GRUB config file. Ensure that there are no errors in /etc/default/grub and /etc/grub.d/* files or please file a bug report with %s file attached.
id: Kesalahan sintaks terdeteksi dalam berkas konfigurasi GRUB yang dihasilkan. Pastikan tidak ada kesalahan dalam berkas /etc/default/grub dan /etc/grub.d/* atau silakan buat laporan bug dengan berkas %s terlampir.

source: done
id: selesai

source: Warning:
id: Peringatan:

source: Usage: %s [OPTION] MENU_ENTRY\n
id: Penggunaan: %s [OPSI] ENTRI_MENU\n

source: Set the default boot menu entry for GRUB, for the next boot only.
id: Tata entri menu boot baku untuk GRUB, hanya untuk boot berikutnya.

source: NOTE: In cases where GRUB cannot write to the environment block, such as when it is stored on an MDRAID or LVM device, the chosen boot menu entry will remain the default even after reboot.
id: CATATAN: Dalam kasus di mana GRUB tidak dapat menulis ke blok lingkungan, seperti saat disimpan pada perangkat MDRAID atau LVM, entri menu boot yang dipilih akan tetap menjadi baku bahkan setelah di-boot ulang.

source: More than one menu entry?
id: Lebih dari satu entri menu?

source: Menu entry not specified.
id: Entri menu tidak ditentukan.

source: %s will remain the default boot entry until manually cleared with:\n
id: %s akan tetap menjadi entri boot baku hingga dihapus secara manual dengan:\n

source: Set the default boot menu entry for GRUB.
id: Tata entri menu boot baku untuk GRUB.

source: This requires setting GRUB_DEFAULT=saved in %s/default/grub.\n
id: Ini memerlukan penataan GRUB_DEFAULT=saved di %s/default/grub.\n

source: MENU_ENTRY is a number, a menu item title or a menu item identifier.
id: MENU_ENTRY adalah angka, judul item menu, atau pengenal item menu.

source: Requested serial terminal but GRUB_SERIAL_COMMAND is unspecified. Default parameters will be used.
id: Terminal serial diminta tetapi GRUB_SERIAL_COMMAND tidak ditentukan. Parameter baku akan digunakan.

source: Found theme: %s\n
id: Tema yang ditemukan: %s\n

source: Found background: %s\n
id: Latar belakang yang ditemukan: %s\n

source: Unsupported image format
id: Format image tidak didukung

source: Setting GRUB_TIMEOUT to a non-zero value when GRUB_HIDDEN_TIMEOUT is set is no longer supported.
id: Menata GRUB_TIMEOUT ke nilai bukan nol saat GRUB_HIDDEN_TIMEOUT diatur tidak lagi didukung.

source: Found GNU Mach: %s
id: Ditemukan GNU Mach: %s

source: Found Hurd module: %s
id: Ditemukan modul Hurd: %s

source: %s, with Hurd %s (recovery mode)
id: %s, dengan Hurd %s (mode pemulihan)

source: %s, with Hurd %s
id: %s, dengan Hurd %s

source: Please don't use old title `%s' for GRUB_DEFAULT, use `%s' (for versions before 2.00) or `%s' (for 2.00 or later)
id: Harap jangan gunakan judul lama '%s' untuk GRUB_DEFAULT, gunakan '%s' (untuk versi sebelum 2.00), atau '%s' (untuk 2.00 atau lebih baru)

source: Loading GNU Mach ...
id: Memuat GNU Mach ...

source: Loading the Hurd ...
id: Memuat Hurd ...

source: Advanced options for %s
id: Opsi lanjutan untuk %s

source: Loading kernel of Illumos ...
id: Memuat kernel dari Illumos ...

source: %s, with kFreeBSD %s (recovery mode)
id: %s, dengan kFreeBSD %s (mode pemulihan)

source: %s, with kFreeBSD %s
id: %s, dengan kFreeBSD %s

source: Loading kernel of FreeBSD %s ...
id: Memuat kernel dari FreeBSD %s ...

source: Found kernel of FreeBSD: %s\n
id: Ditemukan kernel FreeBSD: %s\n

source: Found kernel module directory: %s\n
id: Ditemukan direktori modul kernel: %s\n

source: Loading Linux %s ...
id: Memuat Linux %s ...

source: Loading initial ramdisk ...
id: Memuat ramdisk awal ...

source: Found linux image: %s\n
id: Ditemukan image linux: %s\n

source: Found initrd image: %s\n
id: Ditemukan image initrd: %s\n

source: %s, with kernel %s (via %s, recovery mode)
id: %s, dengan kernel %s (melalui %s, mode pemulihan)

source: %s, with kernel %s (via %s)
id: %s, dengan kernel %s (melalui %s)

source: Found NetBSD kernel: %s\n
id: Ditemukan kernel NetBSD: %s\n

source: Found %s on %s (%s)\n
id: Ditemukan %s pada %s (%s)\n

source: (on %s)
id: (pada %s)

source: %s, with Xen %s and Linux %s (recovery mode)
id: %s, dengan Xen %s dan Linux %s (mode pemulihan)

source: %s, with Xen %s and Linux %s
id: %s, dengan Xen %s dan Linux %s

source: Loading XSM policy ...
id: Memuat kebijakan XSM ...

source: Xen hypervisor, version %s
id: Hypervisor Xen, versi %s

source: Advanced options for %s (with Xen hypervisor)
id: Opsi lanjutan untuk %s (dengan hypervisor Xen)

source: os-prober will not be executed to detect other bootable partitions.\nSystems on them will not be added to the GRUB boot configuration.\nCheck GRUB_DISABLE_OS_PROBER documentation entry.
id: os-prober tidak akan dijalankan untuk mendeteksi partisi yang dapat di-boot lainnya.\nSistem di dalamnya tidak akan ditambahkan ke konfigurasi boot GRUB.\nPeriksa entri dokumentasi GRUB_DISABLE_OS_PROBER.

source: os-prober will be executed to detect other bootable partitions.\nIts output will be used to detect bootable binaries on them and create new boot entries.
id: os-prober akan dieksekusi untuk mendeteksi partisi bootable lainnya.\nKeluarannnya akan digunakan untuk mendeteksi biner bootable di dalamnya dan membuat entri boot baru.

source: Found %s on %s\n
id: Ditemukan %s pada %s\n

source: %s is not yet supported by grub-mkconfig.\n
id: %s belum didukung oleh grub-mkconfig.\n

source: Adding boot menu entry for UEFI Firmware Settings ...\n
id: Menambahkan entri menu boot untuk Pengaturan Firmware UEFI...\n
